{
  "status": "success",
  "source": "core",
  "query": "cognitive offloading",
  "results": [
    {
      "core_id": "39475124",
      "doi": "10.1016/j.tics.2016.07.002",
      "title": "Cognitive Offloading",
      "authors": [
        {
          "name": "Gilbert, SJ"
        },
        {
          "name": "Risko, EF"
        }
      ],
      "year": 2016,
      "abstract": "If you have ever tilted your head to perceive a rotated image, or programmed a smartphone to remind you of an upcoming appointment, you have engaged in cognitive offloading: the use of physical action to alter the information processing requirements of a task so as to reduce cognitive demand. Despite the ubiquity of this type of behavior, it has only recently become the target of systematic investigation in and of itself. We review research from several domains that focuses on two main questions: (i) what mechanisms trigger cognitive offloading, and (ii) what are the cognitive consequences of this behavior? We offer a novel metacognitive framework that integrates results from diverse domains and suggests avenues for future research",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/79529106.pdf",
      "source_url": "http://discovery.ucl.ac.uk/1508770/1/gilbert_TiCS_OFFLOADING_RPS.pdf",
      "language": null,
      "document_type": "research"
    },
    {
      "core_id": "8865058",
      "doi": null,
      "title": "Musical Worlds and the Extended Mind",
      "authors": [
        {
          "name": "Krueger, Joel"
        }
      ],
      "year": 2017,
      "abstract": "“4E” approaches in cognitive science see mind as embodied, embedded, enacted, and\n          extended. They observe that we routinely “offload” part of our thinking onto body and world. Recently, 4E theorists have turned to music cognition: from work on music perception and musical emotions, to improvisation and music education. I continue this trend. I argue that music — like other tools and technologies — is a beyond-the-head resource that affords offloading. And via this offloading, music can (at least potentially) scaffold various forms of thought, experience, and behavior. To develop this idea, I consider the “material” and “worldmaking” character of music, and I apply these considerations to two cases studies: music as a tool for religious worship, and music as a weapon for torture",
      "publisher": "",
      "journal": null,
      "download_url": "https://core.ac.uk/download/146502077.pdf",
      "source_url": "https://philpapers.org/archive/KRUMWA.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "52231958",
      "doi": null,
      "title": "Fog-enabled Edge Learning for Cognitive Content-Centric Networking in 5G",
      "authors": [
        {
          "name": "Li, Gaolei"
        },
        {
          "name": "Li, Jianhua"
        },
        {
          "name": "Wu, Jun"
        }
      ],
      "year": 2018,
      "abstract": "By caching content at network edges close to the users, the content-centric\nnetworking (CCN) has been considered to enforce efficient content retrieval and\ndistribution in the fifth generation (5G) networks. Due to the volume,\nvelocity, and variety of data generated by various 5G users, an urgent and\nstrategic issue is how to elevate the cognitive ability of the CCN to realize\ncontext-awareness, timely response, and traffic offloading for 5G applications.\nIn this article, we envision that the fundamental work of designing a cognitive\nCCN (C-CCN) for the upcoming 5G is exploiting the fog computing to\nassociatively learn and control the states of edge devices (such as phones,\nvehicles, and base stations) and in-network resources (computing, networking,\nand caching). Moreover, we propose a fog-enabled edge learning (FEL) framework\nfor C-CCN in 5G, which can aggregate the idle computing resources of the\nneighbouring edge devices into virtual fogs to afford the heavy delay-sensitive\nlearning tasks. By leveraging artificial intelligence (AI) to jointly\nprocessing sensed environmental data, dealing with the massive content\nstatistics, and enforcing the mobility control at network edges, the FEL makes\nit possible for mobile users to cognitively share their data over the C-CCN in\n5G. To validate the feasibility of proposed framework, we design two\nFEL-advanced cognitive services for C-CCN in 5G: 1) personalized network\nacceleration, 2) enhanced mobility management. Simultaneously, we present the\nsimulations to show the FEL's efficiency on serving for the mobile users'\ndelay-sensitive content retrieval and distribution in 5G.Comment: Submitted to IEEE Communications Magzine, under review, Feb. 09, 201",
      "publisher": "",
      "journal": null,
      "download_url": "http://arxiv.org/abs/1808.09141",
      "source_url": "http://arxiv.org/abs/1808.09141",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "54224019",
      "doi": "10.1007/s13218-018-00568-9",
      "title": "Managed Forgetting to Support Information Management and Knowledge Work",
      "authors": [
        {
          "name": "Dengel, Andreas"
        },
        {
          "name": "Frings, Christian"
        },
        {
          "name": "Jilek, Christian"
        },
        {
          "name": "Maus, Heiko"
        },
        {
          "name": "Niederée, Claudia"
        },
        {
          "name": "Runge, Yannick"
        },
        {
          "name": "Tempel, Tobias"
        }
      ],
      "year": 2018,
      "abstract": "Trends like digital transformation even intensify the already overwhelming\nmass of information knowledge workers face in their daily life. To counter\nthis, we have been investigating knowledge work and information management\nsupport measures inspired by human forgetting. In this paper, we give an\noverview of solutions we have found during the last five years as well as\nchallenges that still need to be tackled. Additionally, we share experiences\ngained with the prototype of a first forgetful information system used 24/7 in\nour daily work for the last three years. We also address the untapped potential\nof more explicated user context as well as features inspired by Memory\nInhibition, which is our current focus of research.Comment: 10 pages, 2 figures, preprint, final version to appear in KI -\n  K\\\"unstliche Intelligenz, Special Issue: Intentional Forgettin",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": "KI - Künstliche Intelligenz",
      "download_url": "http://arxiv.org/abs/1811.12155",
      "source_url": "http://arxiv.org/abs/1811.12155",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "24707042",
      "doi": "10.3758/s13423-016-1028-3",
      "title": "On staying grounded and avoiding Quixotic dead ends",
      "authors": [
        {
          "name": "A Caramazza"
        },
        {
          "name": "A Martin"
        },
        {
          "name": "A Martin"
        },
        {
          "name": "A Paivio"
        },
        {
          "name": "AK Engel"
        },
        {
          "name": "AR Damasio"
        },
        {
          "name": "BZ Mahon"
        },
        {
          "name": "BZ Mahon"
        },
        {
          "name": "C Wong"
        },
        {
          "name": "CD Wilson-Mendenhall"
        },
        {
          "name": "D Caligiore"
        },
        {
          "name": "D Casasanto"
        },
        {
          "name": "D Kemmerer"
        },
        {
          "name": "D Kemmerer"
        },
        {
          "name": "D Legrand"
        },
        {
          "name": "DL Drane"
        },
        {
          "name": "DL Drane"
        },
        {
          "name": "E Akpinar"
        },
        {
          "name": "E Machery"
        },
        {
          "name": "E Rosch"
        },
        {
          "name": "EE Smith"
        },
        {
          "name": "EK Papies"
        },
        {
          "name": "F Huettig"
        },
        {
          "name": "F Pulvermüller"
        },
        {
          "name": "F Pulvermüller"
        },
        {
          "name": "F Pulvermüller"
        },
        {
          "name": "F Pulvermüller"
        },
        {
          "name": "F Schrodt"
        },
        {
          "name": "GL Murphy"
        },
        {
          "name": "J Henrich"
        },
        {
          "name": "J Santiago"
        },
        {
          "name": "JA Fodor"
        },
        {
          "name": "JA Hampton"
        },
        {
          "name": "JK O’Regan"
        },
        {
          "name": "JL McClelland"
        },
        {
          "name": "JR Binder"
        },
        {
          "name": "JR Searle"
        },
        {
          "name": "K Grill-Spector"
        },
        {
          "name": "K McRae"
        },
        {
          "name": "K McRae"
        },
        {
          "name": "K Meyer"
        },
        {
          "name": "K Patterson"
        },
        {
          "name": "L Connell"
        },
        {
          "name": "L Connell"
        },
        {
          "name": "L Doren Van"
        },
        {
          "name": "L Talmy"
        },
        {
          "name": "LAM Lebois"
        },
        {
          "name": "Lawrence W. Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "LW Barsalou"
        },
        {
          "name": "M Andrews"
        },
        {
          "name": "M Kiefer"
        },
        {
          "name": "M Kiefer"
        },
        {
          "name": "MA Lambon Ralph"
        },
        {
          "name": "MJ Farah"
        },
        {
          "name": "MJ Yates"
        },
        {
          "name": "MK Tanenhaus"
        },
        {
          "name": "ML Anderson"
        },
        {
          "name": "MM Louwerse"
        },
        {
          "name": "MM Louwerse"
        },
        {
          "name": "N Chomsky"
        },
        {
          "name": "PJ Schwanenflugel"
        },
        {
          "name": "RA Zwaan"
        },
        {
          "name": "RA Zwaan"
        },
        {
          "name": "RL Buckner"
        },
        {
          "name": "RM Braga"
        },
        {
          "name": "RW Langacker"
        },
        {
          "name": "S Harnad"
        },
        {
          "name": "SW Allen"
        },
        {
          "name": "TK Landauer"
        },
        {
          "name": "TT Rogers"
        },
        {
          "name": "V Walsh"
        },
        {
          "name": "WK Simmons"
        },
        {
          "name": "WK Simmons"
        },
        {
          "name": "WR Glaser"
        },
        {
          "name": "X Wang"
        },
        {
          "name": "ZW Pylyshyn"
        }
      ],
      "year": 2016,
      "abstract": "The 15 articles in this special issue on The Representation of Concepts illustrate the rich variety of theoretical positions and supporting research that characterize the area. Although much agreement exists among contributors, much disagreement exists as well, especially about the roles of grounding and abstraction in conceptual processing. I first review theoretical approaches raised in these articles that I believe are Quixotic dead ends, namely, approaches that are principled and inspired but likely to fail. In the process, I review various theories of amodal symbols, their distortions of grounded theories, and fallacies in the evidence used to support them. Incorporating further contributions across articles, I then sketch a theoretical approach that I believe is likely to be successful, which includes grounding, abstraction, flexibility, explaining classic conceptual phenomena, and making contact with real-world situations. This account further proposes that (1) a key element of grounding is neural reuse, (2) abstraction takes the forms of multimodal compression, distilled abstraction, and distributed linguistic representation (but not amodal symbols), and (3) flexible context-dependent representations are a hallmark of conceptual processing",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/42370096.pdf",
      "source_url": "http://eprints.gla.ac.uk/117350/7/117350.pdf",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "24735741",
      "doi": "10.1007/s11265-015-1038-9",
      "title": "Offloading in Software Defined Network at Edge with Information\n  Asymmetry: A Contract Theoretical Approach",
      "authors": [
        {
          "name": "Gu, Yunan"
        },
        {
          "name": "Han, Zhu"
        },
        {
          "name": "Liu, Lanchao"
        },
        {
          "name": "Niyato, Dusit"
        },
        {
          "name": "Pan, Miao"
        },
        {
          "name": "Zhang, Yanru"
        }
      ],
      "year": 2015,
      "abstract": "The proliferation of highly capable mobile devices such as smartphones and\ntablets has significantly increased the demand for wireless access. Software\ndefined network (SDN) at edge is viewed as one promising technology to simplify\nthe traffic offloading process for current wireless networks. In this paper, we\ninvestigate the incentive problem in SDN-at-edge of how to motivate a third\nparty access points (APs) such as WiFi and smallcells to offload traffic for\nthe central base stations (BSs). The APs will only admit the traffic from the\nBS under the precondition that their own traffic demand is satisfied. Under the\ninformation asymmetry that the APs know more about own traffic demands, the BS\nneeds to distribute the payment in accordance with the APs' idle capacity to\nmaintain a compatible incentive. First, we apply a contract-theoretic approach\nto model and analyze the service trading between the BS and APs. Furthermore,\nother two incentive mechanisms: optimal discrimination contract and linear\npricing contract are introduced to serve as the comparisons of the anti adverse\nselection contract. Finally, the simulation results show that the contract can\neffectively incentivize APs' participation and offload the cellular network\ntraffic. Furthermore, the anti adverse selection contract achieves the optimal\noutcome under the information asymmetry scenario.Comment: 10 pages, 9 figure",
      "publisher": "'Springer Science and Business Media LLC'",
      "journal": null,
      "download_url": "http://arxiv.org/abs/1510.04379",
      "source_url": "http://arxiv.org/abs/1510.04379",
      "language": "en",
      "document_type": "research"
    },
    {
      "core_id": "76745459",
      "doi": "10.1145/3378679.3394534",
      "title": "Quantifying the latency benefits of near-edge and in-network FPGA acceleration",
      "authors": [
        {
          "name": "Andrew Putnam"
        },
        {
          "name": "Fahmy Suhaib A"
        },
        {
          "name": "Kwon Hyoukjun"
        },
        {
          "name": "Neugebauer Rolf"
        },
        {
          "name": "Noa"
        },
        {
          "name": "Shreejith Shanker"
        },
        {
          "name": "Vipin Kizheppatt"
        },
        {
          "name": "Wenxiao"
        },
        {
          "name": "Yi Shanhe"
        },
        {
          "name": "Zhao"
        }
      ],
      "year": 2020,
      "abstract": "Transmitting data to cloud datacenters in distributed IoT applications introduces significant communication latency, but is often the only feasible solution when source nodes are computationally limited. To address latency concerns, cloudlets, in-network computing, and more capable edge nodes are all being explored as a way of moving processing capability towards the edge of the network. Hardware acceleration using Field Programmable Gate Arrays (FPGAs) is also seeing increased interest due to reduced computation latency and improved efficiency. This paper evaluates the the implications of these offloading approaches using a case study neural network based image classification application, quantifying both the computation and communication latency resulting from different platform choices. We consider communication latency including the ingestion of packets for processing on the target platform, showing that this varies significantly with the choice of platform. We demonstrate that emerging in-network accelerator approaches offer much improved and predictable performance as well as better scaling to support multiple data sources",
      "publisher": "'Association for Computing Machinery (ACM)'",
      "journal": null,
      "download_url": "https://core.ac.uk/download/305119902.pdf",
      "source_url": "http://wrap.warwick.ac.uk/136073/7/WRAP-Quantifying-latency-benefits-near-edge-Cooke-2020.pdf",
      "language": "en",
      "document_type": "research"
    }
  ],
  "count": 7,
  "errors": []
}
