{
  "status": "success",
  "source": "semantic_scholar",
  "query": "digital cognitive tools internet",
  "results": [
    {
      "paperId": "d9bf923b11e78a689d9b75a420e6e0f549385d44",
      "title": "THE MARXIST LAW OF CONFORMITY OF PRODUCTION RELATIONS WITH THE NATURE AND LEVEL OF DEVELOPMENT OF THE PRODUCTIVE FORCES AND MODERNITY",
      "authors": [
        {
          "name": "El’mira S. Alpatova",
          "authorId": "2216019395"
        },
        {
          "name": "N. Klunko",
          "authorId": "119117538"
        }
      ],
      "year": 2020,
      "abstract": "This article considers the effect of Marx’s law of correspondence of production relations to the nature and level of development of productive forces in the context of modernity. It proves that this law has shown its scientific validity and retains its relevance in the conditions of the Fourth Industrial Revolution (the sixth technological mode, the sixth information revolution). In modern terminology, digital technological tools, associated primarily with artificial intelligence and cognitive technologies, as well as the Internet of Things, global industrial networks, nano- and biotechnologies, genetic engineering, etc., act as productive forces. Economic (production) relations are represented by social and labour relations, which are specific in the new wave of innovation, characterized by the widespread use of forms of part-time and non-standard employment, the blurring of boundaries between work and leisure, the leveling of differences between workers and employers, producers and consumers, giving the labour market a mobile, but unstable character, and eroding the foundation of the social structure of society. The contradiction between productive forces and production relations can be resolved through the occurrence of a certain turning point, which has a revolutionary character. The article shows that the modern world is at the point of technological singularity, the exit from which can be found in the path of civilizational movement along one of two options: either cybertyranny or cyberdemocracy. Examples are given to demonstrate the danger of technological risks associated with the negative impact of Industry 4.0 in the form of cyber tyranny. The ethical implications of digital technologies that are not socially neutral depend directly on the intentions of the actors using them.",
      "citationCount": 0,
      "doi": "10.26653/1993-4947-2020-99-100-10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d9bf923b11e78a689d9b75a420e6e0f549385d44",
      "venue": "Today and Tomorrow of Russian Economy",
      "journal": {
        "name": "TODAY AND TOMORROW OF THE RUSSIAN ECONOMY"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3cd0db6dff94f293fa2523cada47961cbcd24ce5",
      "title": "Metaverse Decentralized Governance and Networked Immersive Virtual Reality Systems, Machine Learning-based Image Recognition and Predictive Modeling Tools, and Cognitive Automation and Multisensor Fusion Technologies in Digital Hyper-Realistic Worlds",
      "authors": [],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.22381/rcp2220234",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3cd0db6dff94f293fa2523cada47961cbcd24ce5",
      "venue": "Review of Contemporary Philosophy",
      "journal": {
        "name": "Review of Contemporary Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "380f0df4730a27a383beaf461966fd793ebb2f76",
      "title": "Context Awareness and Deep Learning Algorithms, Immersive Visualization and Autonomous Cognitive Systems, and Natural Language Processing and Digital Twin Modeling Tools in the Blockchain-based Metaverse",
      "authors": [],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.22381/rcp2220236",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/380f0df4730a27a383beaf461966fd793ebb2f76",
      "venue": "Review of Contemporary Philosophy",
      "journal": {
        "name": "Review of Contemporary Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "2ae02eecf88d57cb83e4614980852075e780b327",
      "title": "Holographic Telepresence and Digital Twin Simulation Technologies, 3D Virtual Space Networking and Machine Learning-based Image Recognition Tools, and Environment Mapping and Cognitive Artificial Intelligence Algorithms in a Fully Connected Metaverse",
      "authors": [],
      "year": 2023,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.22381/rcp2220237",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2ae02eecf88d57cb83e4614980852075e780b327",
      "venue": "Review of Contemporary Philosophy",
      "journal": {
        "name": "Review of Contemporary Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c2b528c20d79043942bdd57ba388d1f109ac41f7",
      "title": "Digital Twin and Metaverse Technologies, Cognitive Mapping and Navigation Tools, and Image Processing Computational and Object Tracking Algorithms in Immersive 3D Virtual Reality Environments",
      "authors": [],
      "year": 2023,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.22381/lpi22202311",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c2b528c20d79043942bdd57ba388d1f109ac41f7",
      "venue": "Linguistic and Philosophical Investigations",
      "journal": {
        "name": "Linguistic and Philosophical Investigations"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f7fc6be858f28e5cf4091ccd989840f0757bdc2e",
      "title": "Cognitive Practice in the Era of the Internet of Things: Ave, Homo Connectus!",
      "authors": [
        {
          "name": "Bogdan Padalko",
          "authorId": "2365797080"
        }
      ],
      "year": 2025,
      "abstract": "This article offers a philosophical investigation of how the Internet of Things (IoT) reconfigures cognitive practice, reshaping the structure of knowledge, decision-making, and subjectivity in the digital environment. It demonstrates that IoT is not merely a technological infrastructure but a mechanism that embeds cognition within algorithmic and service-based systems, reducing epistemic autonomy and deepening dependence on platforms and automated protocols. The study conceptualizes Homo connectus as a new socio-technical form of subjectivity shaped by platform dependency, technical mediation of action, algorithmic production of meaning, and systemic constraints on reflective decision-making. These transformations affect education, knowledge production, and professional competence by introducing structural reliance on service ecosystems and reducing individual cognitive sovereignty. To analyze these dynamics, the article introduces the Autonomy-Enabling Ratio (AER), a novel metric for assessing the extent of cognitive autonomy within connected environments. AER captures the ratio between autonomous and externally regulated scenarios of knowledge, education, and professional practice, providing a tool to identify algorithmic overreach and the erosion of human agency. This work contributes to philosophical discourse by framing IoT as both a technical and epistemic phenomenon, critically examining its implications for human autonomy, meaning-making, and social interaction in the context of pervasive digital infrastructures.",
      "citationCount": 0,
      "doi": "10.31874/2309-1606-2025-31-1-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f7fc6be858f28e5cf4091ccd989840f0757bdc2e",
      "venue": "Filosofiya osvity. Philosophy of Education",
      "journal": {
        "name": "Filosofiya osvity. Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7d44cb825110587dbad33c9e6a1080ad5e286078",
      "title": "Thinking in Dewey's Experimentalist Education: The Contribution of the Internet and Digital Tools",
      "authors": [
        {
          "name": "L. Waks",
          "authorId": "3130110"
        }
      ],
      "year": 2018,
      "abstract": "Purpose —The purpose of this paper is to explain how the introduction of the Internet and digital tools renews and enriches John Dewey's experimentalist model for teaching and learning with particular attention to the place of and resources for higher order thinking. Design/Approach/Methods —The methods include a close exposition of Dewey's classical texts, and a thought experiment introducing ICT elements into Dewey's design diagrams for teaching and learning. Findings —Dewey's model has inherent difficulties, and that digital technologies helps resolve them. Originality/Value —With the Internet and new digital tools, teachers can design new virtual learning spaces and learning activities. Learners can use online information and communication tools to act more effectively using higher-order thinking skills.",
      "citationCount": 3,
      "doi": "10.30926/ecnuroe2018010201",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7d44cb825110587dbad33c9e6a1080ad5e286078",
      "venue": "ECNU Review of Education",
      "journal": {
        "name": "ECNU Review of Education",
        "pages": "1 - 22",
        "volume": "1"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "64c271b6fc2344a0606c953f20f704589f6fc603",
      "title": "MARXISMO, CULTURA E EDUCAÇÃO NA ERA DIGITAL: PODER DAS BIG TECHS, REGULAÇÃO DA INTERNET E RISCOS DA INTELIGÊNCIA ARTIFICIAL",
      "authors": [
        {
          "name": "E. Veloso",
          "authorId": "2083299487"
        },
        {
          "name": "T. Eirão",
          "authorId": "2095089216"
        }
      ],
      "year": 2025,
      "abstract": "The essay analyzes the relationships between Marxism, art, and education in digital capitalism, highlighting how Big Techs control access to culture and restrict the democratization of knowledge. It also discusses the impact of artificial intelligence (AI), addressing risks such as the replacement of human authorship and algorithmic biases, which reinforce gender inequalities and political exclusion. Furthermore, the study emphasizes the need for internet regulation, citing legislative proposals under discussion in Brazil, such as Bill 2630/2020 (platform transparency) and Bill 2338/2023 (AI regulation). The essay concludes that digital governance must ensure transparency, equity, and rights protection, preventing technology from being used as a tool for exploitation and social control.",
      "citationCount": 0,
      "doi": "10.22409/tn.23i52.66900",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/64c271b6fc2344a0606c953f20f704589f6fc603",
      "venue": "Revista Trabalho Necessário",
      "journal": {
        "name": "Revista Trabalho Necessário"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4e4055a09beae0c4b5dce953a2cba34967f307f9",
      "title": "Biolaw, Digital Hyperconsuption and Cognitive Vulnerability: Towards a Biojuridical Resignification of Bioethical Principles for the Protection of Cognitive Health",
      "authors": [
        {
          "name": "C. Pardo",
          "authorId": "115584153"
        },
        {
          "name": "A. Bedoya",
          "authorId": "40292019"
        }
      ],
      "year": 2022,
      "abstract": "Cognitive health is necessary for human development. However, the hyperconsumption of biotechnologies (smartphones, internet, video games, social networks, virtual reality) can cause damage to cognitive health and, therefore, to human health and development. Consequently, such research focuses on limiting the consumption of specific technologies in minors in order to protect their health. This research is divided in five parts: the contextualization on the colonization of biotechnological consumption; a diagnosis of neuronal violence and consequences for human development; a review of the cognition sequelae due to the abuse of biotechnologies, based on selected medical research; an exposition on the necessary relationships between the moral order and the legal one, from philosophical realism and natural law approaches; proposal of minimum fundamental rules, based, in turn, on a biojuridical specification of principles to protect cognitive health, which serve as preliminary support to elaborate a future Universal Declaration for the Protection of Cognitive Health, as an essential biological basis for human development.",
      "citationCount": 0,
      "doi": "10.5335/rjd.v36i2.13454",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e4055a09beae0c4b5dce953a2cba34967f307f9",
      "venue": "Revista Justiça do Direito",
      "journal": {
        "name": "Revista Justiça do Direito"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "cf780c51b89c33d8236b064957daf086d6066b15",
      "title": "The Cognitive Ecology of the Internet",
      "authors": [
        {
          "name": "P. Smart",
          "authorId": "37836120"
        },
        {
          "name": "Richard Heersmink",
          "authorId": "1861130"
        },
        {
          "name": "Robert W. Clowes",
          "authorId": "40090096"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 87,
      "doi": "10.1007/978-3-319-49115-8_13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf780c51b89c33d8236b064957daf086d6066b15",
      "venue": "Cognition Beyond the Brain",
      "journal": {
        "pages": "251-282"
      },
      "publicationTypes": null
    },
    {
      "paperId": "a638e7bebdf1e74a030ad690541433cb22974fd3",
      "title": "Internet is a Loaded Gun: Ray Bradbury’s Prophetic View of Digital Literacy",
      "authors": [
        {
          "name": "Tenley Sablatzky",
          "authorId": "2037379876"
        }
      ],
      "year": 2023,
      "abstract": "In addition to being a bestselling author, Ray Bradbury was also a voracious reader and lifelong advocate of libraries and literacy. His books, including his most famous work, Fahrenheit 451, include themes of anti-censorship, the importance of literacy, and warnings of over-reliance on technology. Bradbury’s attitude towards technology was always more concern than hatred—concern for society’s over-dependence on technology. Recent years of digital culture have proven that Bradbury was correct to be concerned about dependence on the internet for constant visual stimulus. However, his optimism, in regard to what the internet could offer, was also well-founded. The internet, simply put, is a tool designed by humans for humans to communicate and enhance the public accessibility of information. Without proper instruction in information literacy, the general public cannot always distinguish between information, misinformation, and disinformation. Bradbury’s view of technology, as evidenced in several of his works—including, Fahrenheit 451, The Illustrated Man, and episodes of The Ray Bradbury Theater—warns of how overreliance on technology can lead to a belief in misinformation and a decline in information literacy skills.",
      "citationCount": 0,
      "doi": "10.18060/27570",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a638e7bebdf1e74a030ad690541433cb22974fd3",
      "venue": "The New Ray Bradbury Review",
      "journal": {
        "name": "The New Ray Bradbury Review"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "f641243ebf78c99991b76f34975bd3f1ac4dfe9b",
      "title": "Internet Meme: Origin, Definition and Research Approaches",
      "authors": [
        {
          "name": "M. S. Sigaeva",
          "authorId": "2298395769"
        },
        {
          "name": "N. V. Stepanova",
          "authorId": "2304034102"
        }
      ],
      "year": 2025,
      "abstract": "Introduction. The article analyzes various approaches to studying Internet memes as key elements of modern media communication. It highlights the need for a comprehensive description of memes, considering their continuous evolution.Methodology and sources. The study is based on works in cognitive linguistics, philosophy, and media communications, focusing on the evolution and function of memes. The research employs an analytical review of literature on meme definition, typology, and roles in socio-cultural and online communication.Results and discussion. Research in memetics and media communication emphasizes the importance of distinguishing “meme” from “Internet meme”, as the latter represents a polycode text within the broader concept of memes. Internet memes play a key role in reflecting linguistic and cultural changes but remain difficult to classify due to their variability. Effective study methods include digital, visual, and discourse analysis, along with construction grammar, to account for their multimodal nature. A significant research focus is the development of meme typologies based on their functions in political, advertising, scientific, and everyday discourse, as well as their continuously evolving formation trends.\"Conclusion. The prospects for studying Internet memes include conceptualization of intertextuality and examining the mechanisms of meme reutilization. The rapid variability of the verbal and non-verbal components of Internet memes, the high frequency use of intertextual references and intentionally distorted lexical and grammatical structures make it relevant to study the functioning of intertext and the formation of productive models and language patterns in Internet memes.",
      "citationCount": 0,
      "doi": "10.32603/2412-8562-2025-11-2-114-131",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f641243ebf78c99991b76f34975bd3f1ac4dfe9b",
      "venue": "Discourse",
      "journal": {
        "name": "Discourse"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "59aba62af69256c760d3b3d7685ab43fae25d841",
      "title": "On the Need for Critical Neuro-Aesthetic Data and an Interdisciplinary Approach to the Impact of State-of-the-Art AI Tools on Human Cognition",
      "authors": [
        {
          "name": "I. Celik",
          "authorId": "38401430"
        }
      ],
      "year": 2025,
      "abstract": "Artificial Intelligence (AI) technologies have been evolving for over half a century, with the advent of deep learning and quantum computing marking a significant technological leap. These advancements profoundly influence human social organisation and cognition. While AI holds promise for innovation in neuroscience and neurology — facilitating advanced research, treatments, and diagnostic tools — it also raises concerns about neurological marginalisation, algorithmic control, and cultural standardisation. This review, adopting a socio-critical perspective, argues for the necessity of neuro-aesthetic studies to critically examine AI’s cognitive impacts, particularly in the digital art field",
      "citationCount": 0,
      "doi": "10.52793/jnsrr.2025.5(1)-43",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/59aba62af69256c760d3b3d7685ab43fae25d841",
      "venue": "Journal of Neurological Sciences and Research",
      "journal": {
        "name": "Journal of Neurological Sciences and Research"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "62456d47e7eb37e37ed2f15eaaf100ee88b6a43b",
      "title": "THE PHILOSOPHICAL SIGNIFICANCE OF SOFTWARE AND HARDWARE TOOLS IN THE FIELD OF HUMANITIES DATA ANALYSIS",
      "authors": [
        {
          "name": "G. Nurysheva",
          "authorId": "2265817185"
        },
        {
          "name": "A. E. Akkulieva",
          "authorId": "2303171971"
        }
      ],
      "year": 2025,
      "abstract": "The philosophical significance of software and hardware tools in the field of humanities data analysis has become a pressing issue in the digital age. While these tools simplify the process of data processing and research, their use raises important philosophical and ethical questions. Digital technologies expand human cognitive boundaries and offer new methodological opportunities, yet they also generate complex challenges related to data objectivity, algorithm neutrality, and interpretation processes. This article explores the philosophical dimensions of software and hardware tools used in humanities data analysis and examines their significance in contemporary society.",
      "citationCount": 0,
      "doi": "10.55956/lgcu4666",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/62456d47e7eb37e37ed2f15eaaf100ee88b6a43b",
      "venue": "Bulletin of Dulaty University",
      "journal": {
        "name": "Bulletin of Dulaty University"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9bf71c8f078fe01d1e769b06ef817abe14e54716",
      "title": "The RAD Synthesis: Taxonomy and Decolonial Ethic of Emerging Digital Technologies for Nursing Informatics.",
      "authors": [
        {
          "name": "C. Rose",
          "authorId": "2223829940"
        },
        {
          "name": "Shauna Davies",
          "authorId": "2189377106"
        },
        {
          "name": "Ebin Arries-Kleyenstuber",
          "authorId": "2202382000"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.3233/SHTI251066",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9bf71c8f078fe01d1e769b06ef817abe14e54716",
      "venue": "Studies in Health Technology and Informatics",
      "journal": {
        "name": "Studies in health technology and informatics",
        "pages": "\n          1387-1391\n        ",
        "volume": "329"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a276cfb423cae7c26f3682d5d165849bbc42ccef",
      "title": "Foresight as a way of predicting the future digital face of science",
      "authors": [
        {
          "name": "M. A. Zakharov",
          "authorId": "2353629794"
        },
        {
          "name": "A. Shishkova",
          "authorId": "2072146727"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to the analysis of some current problems caused by digital transformation of modern science, in particular, the possibility of using foresight technology to understand its future and development paths. The science has begun to perform its prognostic function based on cognitive tools, clothed in the form of scientific methodology, and with the help of a special scientific language, having initially given the resulting knowledge a probabilistic nature. Positive consequences of digitalisation of the science are analysed, risks and threats faced by the modern science are named. It is proven that problems of security of digital knowledge and digital information are coming to the fore. Significant experience in using the foresight for prognostic purposes of scientific activity is studied, and the meaning of the foresight as an impact on the future of the science in order to build its desired future is revealed. Strengths and various (technological, algorithmic, socio-cultural, ontological, and ethical) limitations of the foresight methodology are identified, and ways to resolve them are outlined. A philosophical approach to study of the digital transformation of the science is presented. It is shown that it should serve not only as a tool for analysing current changes, but also as a basis for the formation of future scientific knowledge, for the development of new approaches to the scientific knowledge in the digital age.",
      "citationCount": 0,
      "doi": "10.26425/1816-4277-2025-1-63-71",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a276cfb423cae7c26f3682d5d165849bbc42ccef",
      "venue": "Вестник университета",
      "journal": {
        "name": "Vestnik Universiteta"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "9a24f9e67e6a54a1b2ef024b92d21e554828307f",
      "title": "Digital Extended Man Looking for His Wholeness",
      "authors": [
        {
          "name": "G.U. Soldatova",
          "authorId": "2198443344"
        },
        {
          "name": "S. Ilyukhina",
          "authorId": "2124585005"
        }
      ],
      "year": 2025,
      "abstract": "The mixed online-offline reality, with the technosystem as an integral component of the digital era's ecological human system, has given rise to a new anthropological type: the technologically augmented human, enhanced by digital tools. This extended human, simultaneously embodied in the physical realm and dematerialized through extra-corporeal expansion, becomes distributed across multiple realities and digital spaces. This distribution challenges the concept of holistic subjectivity. The problem of wholeness is examined through technological, cognitive, motivational-value, and socio-behavioral dimensions. A key focus is on identifying new methods for managing digital extensions, fostering internal coherence, and integrating digital and real-world identities to enable conscious, responsible, effective, and safe participation in digital social practices. In this era of rapid digital transformation, the wholeness of modern humans must be reevaluated based on a fundamental principle: a changing individual exists within a constantly transforming world. This principle acknowledges the limitations of previous anthropological frameworks and norms in understanding humanity, recognizing humans as an open, unfinished project perpetually striving to realize their boundless potential.",
      "citationCount": 3,
      "doi": "10.17759/chp.2025210102",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9a24f9e67e6a54a1b2ef024b92d21e554828307f",
      "venue": "Culture & Psychology",
      "journal": {
        "name": "Cultural-Historical Psychology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "0a4fecd519630276d74caf6d0e441785fc97fb35",
      "title": "From Cognitive Agents to Cognitive Systems: Theoretical, Methodological, and Empirical Developments of van Gelder's (1998) \"Dynamical Hypothesis\".",
      "authors": [
        {
          "name": "Tri Nguyen",
          "authorId": "2189276182"
        },
        {
          "name": "Corey M. Magaldino",
          "authorId": "115609299"
        },
        {
          "name": "Jayci T. Landfair",
          "authorId": "2140310616"
        },
        {
          "name": "P. Amazeen",
          "authorId": "2181554"
        },
        {
          "name": "E. Amazeen",
          "authorId": "2253953"
        }
      ],
      "year": 2024,
      "abstract": "Over two decades have passed since the publication of van Gelder's (1998) \"dynamical hypothesis.\" In that paper, van Gelder proposed that cognitive agents were not digital computers-per the representational computational approach-but dynamical systems. The evolution of the dynamical hypothesis was driven by parallel advances in three areas. Theoretically, a deeper understanding of genetics, biology, neuroscience, and cognitive science inspired questions about how systems within each domain dynamically interact and extend their effects across spatiotemporal scales. Methodologically, more sophisticated and domain-general tools allowed researchers to discover, model, and quantify system dynamics, structure, and patterns across multiple scales to generate a more comprehensive system-level understanding of behaviors. Empirically, we can analyze a system's behavior while preserving its natural dynamics, revealing evidence that the reductionist approach leads to an incomplete understanding of the components and the overall system. Researchers have traditionally reduced a complex system into its component processes and assumed that the parts can be recombined to explain the whole. These three advances fundamentally altered our understanding of a \"cognitive agent:\" How their behaviors are driven by long-range coordination across multiple processes, how the interdependent and nested structure of interacting variables produces behaviors that are greater than the sum of its parts, and how environmental constraints shape adaptive yet stable behavioral patterns.",
      "citationCount": 4,
      "doi": "10.1111/tops.12725",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0a4fecd519630276d74caf6d0e441785fc97fb35",
      "venue": "Topics in Cognitive Science",
      "journal": {
        "name": "Topics in cognitive science"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7de73b2319877db59f33bd831fcea29bdf88e56f",
      "title": "DIGITAL PAIDEIA OR TEACHING PHILOSOPHY IN MCLUHAN GALAXY: CHALLENGES AND OPPORTUNITIES",
      "authors": [
        {
          "name": "Boško Karadžov",
          "authorId": "2405611171"
        }
      ],
      "year": 2025,
      "abstract": "The new generation of young digital individuals exhibits cognitive patterns largely shaped by the media ontology of their time, along with their constant engagement with digital technology. Digital media and internet connectivity establish a new ontology, derived from the Latin ubiquitas, meaning omnipresence and existence everywhere. This digital ubiquity—enabled by the internet, virtual reality, social networks, gaming consoles, rapid information exchange, smart mobile devices, artificial intelligence, and other immersive environments—profoundly transforms young people. In this text, we aim to explore the challenges, dificulties, and with this new generation. Specifically, we will discuss the significance of philosophical education in the digital era, drawing on Marshall McLuhan’s book Understanding Media: The Extensions of Man. We will also examine the emergence of a radically new digital environment, where today’s youth differ significantly from those for whom the traditional educational system was originally designed. Furthermore, we will consider how philosophical pedagogy can be reimagined to align with the possibilities offered by digital technology. Our central thesis is that philosophy educators must adapt the classroom to the digital world in which students now live. Philosophical pedagogy must transform digital technology into a didactic tool; otherwise, none of the educational and functional objectives of philosophy teaching will be achievable.",
      "citationCount": 0,
      "doi": "10.46793/humanologyi-2.101k",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7de73b2319877db59f33bd831fcea29bdf88e56f",
      "venue": "Humanology : international Journal for Advanced and Applied Philosophy for 21st Century",
      "journal": {
        "name": "Humanology : international Journal for Advanced and Applied Philosophy for 21st Century"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "22d18836df509ace4ecf6adafbfbe0cc8757d55a",
      "title": "The Role of Digital Literacy in Maintaining Autonomy in AI Decision-Support: Balancing the Burdens",
      "authors": [
        {
          "name": "Stefan Buijsman",
          "authorId": "2051359358"
        },
        {
          "name": "Sarah E. Carter",
          "authorId": "2371073594"
        },
        {
          "name": "Juan-Pablo Bermúdez",
          "authorId": "2371073814"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s13347-025-00963-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/22d18836df509ace4ecf6adafbfbe0cc8757d55a",
      "venue": "Philosophy & Technology",
      "journal": {
        "name": "Philosophy & Technology",
        "volume": "38"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "b3f05cc4706e5a8b0a7ab2d6d13fde11a10f38fb",
      "title": "The dialectic of incommensurability: the social form of value in the era of digital capitalism and a critique of the illusions of post-operaism",
      "authors": [
        {
          "name": "D. L. Fedotov",
          "authorId": "2375230349"
        },
        {
          "name": "A. S. Krasnov",
          "authorId": "2375229910"
        }
      ],
      "year": 2025,
      "abstract": "The article presents a critical teleological analysis based on the post-operaist interpretation of the \"Fragment about Machines\" by K. Marx, revealing its methodological contradictions and politically engaged implications. At the center of the analysis is the reduction of Marx's theory of value to a tool for forecasting \"cognitive communism\", which completely ignores its role as a critic of the social form of global capitalism. The synthesis of the methodology of the \"New Reading of Marx\" (NRM) and \"Open Marxism\" shows that the post-operaist optimism regarding the crisis of the measurability of labor is based on the transposition of the emphasis from abstract labor as social mediation to concrete forms of \"immaterial production\". The concept of \"dialectics of incommensurability\" is introduced into philosophical circulation, demonstrating that the crisis of value does not cancel its form, but only transforms the tools and mechanisms of violence that ensure the permanent and immanent reproduction of capital. The novelty of this research lies in rethinking the role of technology not as an autonomous force capable of destroying the law of value, but as an element that exposes the antagonism between an abstract measure and the concrete content of work in the conditions of modern digital capitalism.",
      "citationCount": 0,
      "doi": "10.26907/2079-5912.2025.3.80-85",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3f05cc4706e5a8b0a7ab2d6d13fde11a10f38fb",
      "venue": "THE KAZAN SOCIALLY-HUMANITARIAN BULLETIN",
      "journal": {
        "name": "The Kazan Socially-Humanitarian Bulletin"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "147cf681f4bb8a5757be7a2bd233954119a00a64",
      "title": "Entre o Real e o Virtual: a Ambivalência da Mente Humana na Era Digital",
      "authors": [
        {
          "name": "Adriana Maria",
          "authorId": "2052280366"
        },
        {
          "name": "Nagalli de Oliveira",
          "authorId": "2373155838"
        }
      ],
      "year": 2025,
      "abstract": "This article explores the ambivalence of the human mind as it navigates the boundaries between the real and the virtual in the digital age. The interplay between external stimuli and internal introspection is a hallmark of human experience, yet the rise of digital technologies, particularly Artificial Intelligence (AI), challenges these dynamics. Drawing on historical parallels, such as the invention of writing and the printing press, the text examines how new technologies provoke both fascination and fear. Unlike earlier tools, AI assumes an anthropomorphic character, simulating cognitive processes and reshaping how we engage with time, memory, and introspection. Through a psychoanalytic lens, the discussion highlights how AI reflects human complexity while posing risks to the balance between action and reflection. The article argues for a critical yet creative engagement with AI, viewing it as a tool that can either deep-en our humanity or displace it, depending on how we navigate its possibilities and limitations.",
      "citationCount": 0,
      "doi": "10.5935/0101-3106.v47n79.14",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/147cf681f4bb8a5757be7a2bd233954119a00a64",
      "venue": "Revista IDE",
      "journal": {
        "name": "Revista IDE"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "db2a26f145a446863106f3e160e8b124f285f997",
      "title": "Narrative Minds and Material Ecologies: Reconfiguring Classical Hermeneutics through Polycentric Classics and Digital Humanities",
      "authors": [
        {
          "name": "Sofia Papadopoulos",
          "authorId": "2404156233"
        },
        {
          "name": "Olivia Harris",
          "authorId": "2404188351"
        }
      ],
      "year": 2025,
      "abstract": "This narrative review outlines a polycentric future for Classical studies. It combines philological precision with computational tools, ethical governance, and public-facing teaching. The review is organized into seven sections. These move from corpus and tool transparency, to ethics, eco-sensory and affective interpretation, cognitive narratology and genre theory, and finally to reception, pedagogy, and civic engagement. The review synthesizes current research pipelines used in digital Classics. These link TEI and EpiDoc encodings, CTS URNs, and IIIF delivery systems with OCR and HTR correction work-flows. They also include multispectral and hyperspectral imaging, virtual unwrapping, stylometry, and constrained large language model collation. All methods are assessed using explicit uncertainty limits and reproducibility standards. Decolonizing practice is addressed through clear provenance tracking, consent registries, and transparent credit systems. The review re-frames race, ethnicity, and disability by emphasizing precise terminology, accessibility-focused design, and enforceable custodianship. It advances eco-materialist and multispecies approaches by connecting textual evidence with archaeological, environmental, and climatic data. Sensory history and affect are treated as structured, testable interpretive domains. The review draws on cognitive science to link narrative techniques such as focalization, metalepsis, and temporal structure with predictive processing, theory of mind, and appraisal theory. This alignment supports auditable interpretations across epic, lyric, historiography, philosophy, satire, and oratory. Reception is examined across film, comics, podcasts, and games. These are framed within universal design for learning, sustainability planning, and risk management. The review proposes clear standards for disclosure, auditing, and long-term maintenance. It concludes with an agenda focused on benchmark corpora, gold-standard collation graphs, model cards and open pedagogical studios. Together, these elements form a modular framework for a credible, equitable and durable discipline of Classics.",
      "citationCount": 0,
      "doi": "10.56106/ssc.2025.005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/db2a26f145a446863106f3e160e8b124f285f997",
      "venue": "Social Science Chronicle",
      "journal": {
        "name": "Social Science Chronicle"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "183a43db2b28dc2d6f21844de8276e896b362f69",
      "title": "PHILOSOPHY OF BUSINESS PROCESS RE-ENGINEERING IN THE FOOD INDUSTRY: TECHNOLOGICAL ASPECTS AND MECHANISMS OF DIGITAL TRANSFORMATION",
      "authors": [
        {
          "name": "O. Oliynyk",
          "authorId": "2350637103"
        }
      ],
      "year": 2025,
      "abstract": "The article presents a study of the technological approach in the state regulation of the food industry within the context of digital transformation, covering key aspects, mechanisms, and tools for its implementation. It emphasizes the importance of implementing technologies such as automation, the Internet of Things (IoT), machine learning, and artificial intelligence, which significantly enhance the efficiency and competitiveness of enterprises. However, to ensure sustainable development, it is crucial that state support, especially for small and medium-sized enterprises, complements the adoption of digital technologies, as limited resources may lead to market inequality. The article examines two main models for implementing the technological approach: the automation of production processes and the application of digital twins and artificial intelligence. The automation model focuses on centralized management of production processes through ERP, MES, and SCADA systems, which reduce human impact and allow quality control at all stages. The other model, involving the application of digital twins and artificial intelligence, enables detailed modeling and forecasting of enterprise performance, which is important for long-term risk management. The combination of both models is noted to increase productivity, flexibility, and resilience of enterprises to changing market conditions. A significant portion of the article discusses state initiatives for developing logistics infrastructure, the use of blockchain to track supply chains, and the integration of IoT to monitor storage and transportation conditions. It highlights that a state regulatory framework is essential to ensure the transparency of production processes, reduce social risks, and maintain safety standards. The philosophical principles of business process reengineering in the food industry are substantiated, with an emphasis on a systemic approach, strategic thinking, and taking into account industry specifics in choosing digital transformation mechanisms. In conclusion, the article emphasizes the importance of state support, which should encompass financing cutting-edge technologies, developing professional competencies, and creating mechanisms for transparent control over business processes.",
      "citationCount": 0,
      "doi": "10.32782/city-development.2025.1-11",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/183a43db2b28dc2d6f21844de8276e896b362f69",
      "venue": "РОЗВИТОК МІСТА",
      "journal": {
        "name": "РОЗВИТОК МІСТА"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "734fc76be4b9b4bfbf7eafba76ffa1b3c150dd8c",
      "title": "Empathy Between Embodiment and Digital Depersonalization: Philosophical and Psychological Aspects",
      "authors": [
        {
          "name": "Barbara Simonič",
          "authorId": "2399689815"
        }
      ],
      "year": 2025,
      "abstract": "Empathy, the ability to understand and share the experience of another, is traditionally understood as a cornerstone of interpersonal relationships and social cohesion. However, in the age of digital communication and the increasing virtualization of interactions, important questions arise about the nature, expression, and impact of empathy. The development of digital technology and the ubiquity of the internet are changing the way we interact and communicate with each other, with the physical aspect increasingly disappearing. Although digital tools allow us to make contact quickly and efficiently, concerns are being raised about the impact of these forms of communication on the quality of interpersonal relationships. Digital communication is often text-based, asynchronous, and often anonymous, which reduces the presence of physical and social signs that are essential for a classic empathic experience. Against this backdrop, the discussion of empathy in the context of digital depersonalization requires a holistic approach that encompasses philosophical, psychological, and other perspectives. In this paper, we will address the challenges of empathy based on physicality and direct interpersonal contact, which are often diminished or absent in digital communication. This absence reduces the possibility of a full empathic experience and promotes the phenomenon of depersonalization.",
      "citationCount": 0,
      "doi": "10.35469/poligrafi.2025.511",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/734fc76be4b9b4bfbf7eafba76ffa1b3c150dd8c",
      "venue": "Poligrafi",
      "journal": {
        "name": "Poligrafi"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "4b5940153a3932fbe1e3e106e2ca7a83ba411ad5",
      "title": "DIGITAL URBANISM: ONTOLOGY OF HYBRID URBAN SPACES IN THE AGE OF DIGITALIZATION",
      "authors": [
        {
          "name": "Mykyta Miazin",
          "authorId": "2351165805"
        }
      ],
      "year": 2025,
      "abstract": "The article presents an analysis of the phenomenon of digital urbanism as a transdisciplinary research field integrating philosophical, engineering-technical, socio-spatial, culturological, and information–communication paradigms. Digital urbanism is conceptualized as an epistemological strategy for understanding the transformative processes occurring in the modern city under the influence of digital technologies, and as a theoretical framework for analyzing the new ontology of urban space. The key concepts of digital urbanism are explored: code/space, platform urbanism, real-time city and infrastructuring, which form the theoretical apparatus for understanding the hybridization of the urban environment. The technological components of the city's digital transformation are analyzed: the Internet of Things, big data, artificial intelligence, geographic information systems, and mobile interfaces, which act as tools for constructing a new urban reality. Particular attention is paid to the phenomenon of urban space hybridization, where the physical and digital environments mutually constitute each other, creating new modes of perception and interaction. The transformation of the city's spatio-temporal structures is explicated, in particular, the transition from cyclical temporality to the logic of constant updating and from static spaces to dynamic flows. The influence of digital mediation on urban experience is revealed, where technological interfaces become key intermediaries in the subject's interaction with urban space, forming individualized routes and personalized cartographic representations. The aesthetic aspects of the digital city are analyzed, including the formation of a new visual culture and data architecture. A critical analysis of the social, cultural, and ethical implications of digital urbanization is carried out, particularly the problems of the digital divide, privacy, and algorithmic governance. The city is conceptualized as a platform and information environment operating in real-time, transforming traditional notions of urban space and catalyzing emergent forms of sociality. The necessity of integrating technological innovations with a critical reflection of the social, cultural, and ethical aspects of the city's digital transformation is substantiated for the formation of a balanced approach to the development of the urban environment in the age of digitalization.",
      "citationCount": 0,
      "doi": "10.26565/2226-0994-2025-72-13",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4b5940153a3932fbe1e3e106e2ca7a83ba411ad5",
      "venue": "The Journal of V. N. Karazin Kharkiv National University, Series \"Philosophy. Philosophical Peripeteias\"",
      "journal": {
        "name": "The Journal of V. N. Karazin Kharkiv National University, Series \"Philosophy. Philosophical Peripeteias\""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "20961a30b376cfe8d94fcf07e030d7f2f89441ec",
      "title": "Digital Dialogue in Learning: Cognitive, Social, Existential Features and Risks",
      "authors": [
        {
          "name": "L. Baeva",
          "authorId": "2330412"
        }
      ],
      "year": 2022,
      "abstract": "Digitalization of socio-cultural phenomena, including the education system, generates transformations of their qualitative characteristics and parameters, which requires research from the standpoint of methodological analysis and assessment of their possible consequences on humans and society. A significant element of the digital environment, in general, and educational, in particular, is the dialogue, the role of which has both cognitive and ideological, existential, social aspects. The purpose of the research is a philosophical analysis of the digital transformation of dialogue in the context of the educational process, an assessment of its potential and impact on the individual. The research methodology has a complex, interdisciplinary character and is associated with the application of an existential approach to understanding the essence of dialogue (M. Bakhtin, M. Buber, G. Marcel, E. Levinas), the theory of the development of individual thinking by L.S. Vygotsky, developed by the author of the theories of electronic (digital) culture and based on modern developments in the field of the introduction of digital tools in education. The study shows that dialogue in the digital learning environment becomes not so much a form of rapprochement, integration of subjects, as a form of autonomy, isolation, individuals, which changes the nature of learning and has social and existential consequences. This creates the need to transform the digital learning environment when using it from the position of supplementing it with ethical, socio-psychological and emotional components and support tools for the student. Based on the existential-axiological analysis, the positive and risky features of digital dialogue as one of the phenomena of electronic culture and online learning tools are revealed. The concept of digital dialogue in learning, the characteristics of its features, functions, role and influence on the learner in the digital environment are presented. The difficulties of dialogic learning characteristic of the digital environment are revealed, recommendations of a methodological and methodical nature for application in the education system are presented.",
      "citationCount": 2,
      "doi": "10.22363/2313-2302-2022-26-2-439-453",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/20961a30b376cfe8d94fcf07e030d7f2f89441ec",
      "venue": "RUDN Journal of Philosophy",
      "journal": {
        "name": "RUDN Journal of Philosophy"
      },
      "publicationTypes": null
    },
    {
      "paperId": "c95053a15c98f4e64eedca3d29139c92722ec4b7",
      "title": "THE ROLE OF INTERNET MEMES IN TEACHING PHILOSOPHY:  INFLUENCE AND CONSEQUENCES",
      "authors": [
        {
          "name": "Nataliia Rybka",
          "authorId": "2369152951"
        }
      ],
      "year": 2025,
      "abstract": "The article is devoted to such a modern and influential phenomenon in the Internet environment as Internet memes and also explores the question of the expediency of using them in teaching philosophy. Particular attention is paid to the study of the origin of the term itself, as well as it’s correlation with the classical theory of memetics by Richard Dawkins and the criticism of the concept of ‘meme’ and memetics.\nThe aim of the study was to use Internet memes as an innovative educational tool in teaching philosophy and to assess their impact on the learning process. The study analyses their main functions in the educational process, in particular, their communicative, humorous, motivational, and cognitive potential.\nThe article also highlights the following important aspects of using Internet memes in philosophy classes. For example, the ambiguity of these media objects is seen as an opportunity to develop the ability to interpret. It is emphasised that the activity of creating, collecting, and interpreting them allows to overcome communication barriers and improve philosophical competences, to implement hedonistic and art-therapeutic aspects, to develop one's own ‘soft skills’, and to counteract professional deformation.\nIt is emphasised that these media objects can be an effective means of forming critical thinking, promoting students' emotional involvement and helping to create associative connections when studying theoretical material. At the same time, attention is drawn to certain risks associated with the use of Internet memes in education, in particular, the possibility of simplifying or distorting philosophical ideas.\nThe author also considers the impact of Internet memes on the teachers who use this method. It is noted that the successful use of memes requires a high level of professional training, creativity and a deep understanding of both philosophical concepts and digital culture.\nIt is concluded that Internet memes are an effective tool in teaching philosophy but require careful and thoughtful use to maintain a balance between entertainment and educational components.",
      "citationCount": 0,
      "doi": "10.33407/itlt.v107i3.6035",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c95053a15c98f4e64eedca3d29139c92722ec4b7",
      "venue": "Ìnformacìjnì Tehnologì ì Zasobi Navčannâ",
      "journal": {
        "name": "Information Technologies and Learning Tools"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7b66bd1dd734b21b4bca3661644af7088a662bb9",
      "title": "Human-AI Intersection: Understanding the Ethical Challenges, Opportunities, and Governance Protocols for a Changing Data-Driven Digital World",
      "authors": [
        {
          "name": "Bahaudin G. Mujtaba",
          "authorId": "2158288720"
        }
      ],
      "year": 2025,
      "abstract": "Artificial intelligence (AI), in this data-driven digital world, is revolutionizing modern life with far-reaching implications for individuals, teams, organizations, and society. Using comments from 126 undergraduate students in South Florida, this theoretical paper highlights concepts and concerns regarding AI challenges related to cheating, plagiarizing, and biased information. The worries about the impact of AI are analogous to what the internet was three decades ago. People were using the internet as it was being developed, fine-tuned, and improved; it felt like walking over a long and tall bridge as it was being built, and the same is true for the growth of AI. Drawing parallels with the internet’s transformative impact over the past three decades, this paper emphasizes that AI is poised to drive similar positive changes, fostering increased productivity, transparency, accountability, and ethics, but at a much faster pace. In the meantime, due to the availability of data and digital content, the virtual world increased misinformation, disinformation, bias, and prejudiced speech, which AI can easily exacerbate. While AI adoption may cause process-related disruptions, its integration into everyone’s daily life is inevitable. As a natural extension of the information superhighway, AI will usher in a new wave of innovation, ultimately and perpetually transforming the fabric of our personal and professional lives. Drawing on literature and recent trends forecasted by experts, this theoretical manuscript provides an overview of AI uses, its history, challenges, and ethical implications for us all. The conceptual paper ends with recommendations for educators, managers, entrepreneurs, and human resources professionals to create awareness regarding the benefits of this new endemic technology, to ease people’s anxiety, and to reduce or mitigate hallucinations so AI tools can be used to enhance everyone’s effectiveness and efficiency.",
      "citationCount": 12,
      "doi": "10.61093/bel.9(1).109-126.2025",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7b66bd1dd734b21b4bca3661644af7088a662bb9",
      "venue": "Business Ethics and Leadership",
      "journal": {
        "name": "Business Ethics and Leadership"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "60e4e49a2a724484548cbf6c43ee083d37146018",
      "title": "Cognitive technosymbiosis and “subject-like” qualities of artificial intelligence",
      "authors": [
        {
          "name": "Tatiana Leshkevich",
          "authorId": "2265880299"
        }
      ],
      "year": 2025,
      "abstract": "The article aims to understand the ambivalent effects of cognitive techno-symbiosis. The is­sue of cognitive technodependence is discussed. Conceptual thinking is opposed to “think­ing with technology” with the dominance of an obligatory set of digital functions and the ef­fect of “lazy brain”, when due to the habit of ready-made solutions a person loses the ability for independent mental search. A critical analysis of conceptual alignment in human-AI interactions is proposed based on a set of unambiguous concepts, which implies standardization and formalization of human thinking. The multifunctionality of the cognitive is shown, and the problem of cognitive inequality is analyzed. The focus is on the indirect signs of subjectivity of Artificial neural network, their autonomous and voluntary functioning, their capacity for self-learning and re-training, as well as the process of reprogramming they demonstrate. The author comes to conclusions about the importance of integrating the hu­man body and a high-tech machine, i.e. a brain computer interface; about the potential of cognitive techno-symbiosis based on the bionic approach. It is shown that the function­ing of Chat GPT, which tends to become a common technological option, makes it neces­sary to identify social shock absorbers. It is important to understand the role of Chat GPT as a tool, which should be subordinated to reflexive comprehension and value-purpose im­peratives of human-centered existence.",
      "citationCount": 0,
      "doi": "10.21146/2413-9084-2025-30-2-33-45",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/60e4e49a2a724484548cbf6c43ee083d37146018",
      "venue": "Philosophy of Science and Technology",
      "journal": {
        "name": "Philosophy of Science and Technology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "19f53cba4bdbf923b2dc0b6b22998ad870715353",
      "title": "THE IMPACT OF SOCIAL MEDIA ON THE FORMATION OF VALUE ORIENTATIONS IN THE UKRAINIAN INTERNET GENERATION",
      "authors": [
        {
          "name": "Iryna Lomachinska",
          "authorId": "2138286118"
        },
        {
          "name": "Oksana Rykhlitska",
          "authorId": "1573568492"
        }
      ],
      "year": 2025,
      "abstract": "The article argues that social media has become a powerful tool for influencing society, especially young people. Influencers on these platforms shape worldviews and behaviors, while artificial intelligence is transforming communication methods. In response to these challenges, it is crucial to develop critical thinking and digital ethics to mitigate the negative impact of social media on mental health.",
      "citationCount": 1,
      "doi": "10.21564/2663-5704.64.324580",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/19f53cba4bdbf923b2dc0b6b22998ad870715353",
      "venue": "The Bulletin of Yaroslav Mudryi National Law University Series Philosophy philosophies of law political science sociology",
      "journal": {
        "name": "The Bulletin of Yaroslav Mudryi National Law University Series Philosophy philosophies of law political science sociology"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "ffa065927abcdc85204f158e8bb89088f3bd4f92",
      "title": "Digital Humanities and Distributed Cognition: From a Lack of Theory to its Visual Augmentation",
      "authors": [
        {
          "name": "F. Windhager",
          "authorId": "3112363"
        },
        {
          "name": "E. Mayr",
          "authorId": "1991475"
        }
      ],
      "year": 2024,
      "abstract": "Digital humanists have often been criticized as too technology-driven and for a lack of theoretical work. In this paper, we discuss theories from Cognitive Science on the extended mind, which provide a productive framework to theorize the use of tools and technologies for the sake of cognitive self-enhancement. Viewed through this lens, humans continuously self-amplify their natural cognitive resources and processes by extending and offloading them to interactions with artifacts and other individuals in their environment. Concepts of extended cognition further sharpen the focus on multiple types of distribution: from the outlined internal-external distribution to the propositional-visual distribution of cognition, but also for the multi-instrumental distribution across multiple types of tools and tool specialist. All these aspects are relevant for future debates about a “theory gap” in the digital humanities: DH mainly builds external, technological tools, while traditional humanities develop conceptual tools—including theories—to enable and enhance the study of complex cultural phenomena. Notwithstanding the value of confrontational discussions, we argue for the benefits of understanding the strengths and limitations of instruments on both sides—and for working toward future synergies and ecologies of the humanities’ tools and minds. In this regard, we show how visualization-based DH tools might might play a major role in closing the comprehensibility gap of traditional theories in the arts and humanities.",
      "citationCount": 7,
      "doi": "10.22148/001c.121866",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ffa065927abcdc85204f158e8bb89088f3bd4f92",
      "venue": "Journal of Cultural Analytics",
      "journal": {
        "name": "Journal of Cultural Analytics"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c190f663ecc2b6d25f94074d49321785cc56d41f",
      "title": "Moral Values in Digital Learning: Applying Thomas Lickona’s Framework in Online Higher Education",
      "authors": [
        {
          "name": "Cahyaningtias Dwi Prabowo",
          "authorId": "2318403300"
        }
      ],
      "year": 2024,
      "abstract": "Purpose – This study investigates the integration of Thomas Lickona’s moral values of respect and responsibility into online character education at Siber Muhammadiyah Yogyakarta University, addressing the gap where digital learning prioritizes knowledge over attitudinal development. It evaluates how these values are embedded institutionally and pedagogically, offering insights into balancing cognitive and ethical growth in digital higher education.\nDesign/methods – A qualitative case study was conducted during the 2024 even semester, employing interviews with lecturers and students, non-participant observations of online interactions, and analysis of syllabi, learning matrices, and institutional documents. Data were coded using Creswell’s six-phase model and triangulated across sources (participants, methods) to ensure validity.\nFindings – Responsibility was systematically integrated via structured curriculum design, task-based assessments (e.g., quizzes, UCPMK exams), and progress-tracking tools (e.g., LMS dashboards). However, respect remained implicit, lacking explicit learning outcomes or evaluative metrics. Collaborative stakeholder engagement and flexible learning systems reinforced responsibility, but respect relied on informal practices like motivational discussions, with no formal assessment.\nResearch implications/limitations – The single-institution focus limits generalizability, and potential respondent bias (e.g., reliance on self-reported data) may affect findings. Qualitative methods prioritized depth over breadth, warranting future quantitative validation.\nPractical implications – The university’s responsibility-centric model offers a blueprint for online institutions to formalize moral education through academic planning and digital tools. To cultivate respect, recommendations include integrating peer collaboration projects, ethical scenario-based modules, and explicit respect-related competencies into syllabi. Stakeholder training on intergenerational value modeling could further enhance cultural alignment.\nOriginality/value – This study uniquely applies Lickona’s framework to online higher education, revealing how digital environments can operationalize moral values through curriculum design. It bridges theoretical discourse on character education with practical strategies for hybrid learning contexts, offering actionable pathways to harmonize cognitive and ethical development in rapidly evolving educational landscapes.",
      "citationCount": 0,
      "doi": "10.14421/jiemr.2024.22-07",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c190f663ecc2b6d25f94074d49321785cc56d41f",
      "venue": "Journal of Islamic Education Management Research",
      "journal": {
        "name": "Journal of Islamic Education Management Research"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7dfa52de980957ab5f1a87db3c279f77c5699c39",
      "title": "Digital iconoclasm and the new challenges of cognitive ethics: the case of web project Fiber",
      "authors": [
        {
          "name": "Eugenia Samostienko",
          "authorId": "120788876"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1080/19409419.2017.1376537",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7dfa52de980957ab5f1a87db3c279f77c5699c39",
      "venue": "",
      "journal": {
        "name": "Russian Journal of Communication",
        "pages": "268 - 277",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "ae43ca118f9f131b4bb6632a20570d9652670151",
      "title": "The better ones: the rise of human digital twins—our future or our demise?",
      "authors": [
        {
          "name": "Agnieszka Kabalska",
          "authorId": "2078884276"
        },
        {
          "name": "Ralf Wagner",
          "authorId": "2370528046"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1186/s43093-025-00582-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/ae43ca118f9f131b4bb6632a20570d9652670151",
      "venue": "Future Business Journal",
      "journal": {
        "name": "Future Business Journal",
        "volume": "11"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 35,
  "errors": []
}
