{
  "status": "success",
  "source": "semantic_scholar",
  "query": "extended mind thesis empirical",
  "results": [
    {
      "paperId": "9164378ea6ff68f0180c92f99d2e9c9251d661c5",
      "title": "Out of our skull, in our skin: the Microbiota-Gut-Brain axis and the Extended Cognition Thesis",
      "authors": [
        {
          "name": "F. Boem",
          "authorId": "40007691"
        },
        {
          "name": "G. Ferretti",
          "authorId": "153621258"
        },
        {
          "name": "Silvano Zipoli Caiani",
          "authorId": "148169504"
        }
      ],
      "year": 2021,
      "abstract": "According to a shared functionalist view in philosophy of mind, a cognitive system, and cognitive function thereof, is based on the components of the organism it is realized by which, indeed, play a causal role in regulating our cognitive processes. This led philosophers to suggest also that, thus, cognition could be seen as an extended process, whose vehicle can extend not only outside the brain but also beyond bodily boundaries, on different kinds of devices. This is what we call the ‘ Externally Extended Cognition Thesis .’ This notion has generated a lively debate. Here, we offer a novel notion of extended cognition, according to which cognition can be seen as being realized (and expanded) outside the brain, but still inside the body. This is what we call the ‘ Internally Extended Cognition Thesis ’. Not only our thesis but also our approach while defending it is innovative. The argument we offer is supported by recent empirical findings in the life sciences and biomedicine, which suggest that the gut microbiota’s activity has a functional role in regulating our cognitive processes and behaviors. In doing so, we embrace the holobiont-perspective , according to which it is possible to claim that what we call biological individuals are not autonomous entities with clear boundaries, but should rather be seen as networks of multiple interactions among species. Thus, by analyzing different sets of evidence in light of the holobiont-perspective , we argue that the gut microbiota could be seen as a component of our organism. On the basis of the philosophical interpretation of this evidence, however, we also suggest that there are no impediments standing the way of considering the gut microbiota also as a functional extension of our cognitive system. If so, this amounts to extending cognition out of ‘our skull’, though still confining it within ‘our body’: to ‘our gut’. This is an instance of the ‘ Internally Extended Cognition Thesis ,’ whose benefits for an original (biologically informed) theory of extended cognition are discussed.",
      "citationCount": 24,
      "doi": "10.1007/s10539-021-09790-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9164378ea6ff68f0180c92f99d2e9c9251d661c5",
      "venue": "",
      "journal": {
        "name": "Biology & Philosophy",
        "pages": "1-32",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fdea2bbb7d38237f2db61bce02306e4c50dc9c6c",
      "title": "Out of our skull, in our skin: the Microbiota-Gut-Brain axis and the Extended Cognition Thesis",
      "authors": [
        {
          "name": "F. Boem",
          "authorId": "40007691"
        },
        {
          "name": "G. Ferretti",
          "authorId": "153621258"
        },
        {
          "name": "Silvano Zipoli Caiani",
          "authorId": "148169504"
        }
      ],
      "year": 2021,
      "abstract": "According to a shared functionalist view in philosophy of mind, a cognitive system, and cognitive function thereof, is based on the components of the organism it is realized by which, indeed, play a causal role in regulating our cognitive processes. This led philosophers to suggest also that, thus, cognition could be seen as an extended process, whose vehicle can extend not only outside the brain but also beyond bodily boundaries, on different kinds of devices. This is what we call the ‘Externally Extended Cognition Thesis.’ This notion has generated a lively debate. Here, we offer a novel notion of extended cognition, according to which cognition can be seen as being realized (and expanded) outside the brain, but still inside the body. This is what we call the ‘Internally Extended Cognition Thesis’. Not only our thesis but also our approach while defending it is innovative. The argument we offer is supported by recent empirical findings in the life sciences and biomedicine, which suggest that the gut microbiota’s activity has a functional role in regulating our cognitive processes and behaviors. In doing so, we embrace the holobiont-perspective, according to which it is possible to claim that what we call biological individuals are not autonomous entities with clear boundaries, but should rather be seen as networks of multiple interactions among species. Thus, by analyzing different sets of evidence in light of the holobiont-perspective, we argue that the gut microbiota could be seen as a component of our organism. On the basis of the philosophical interpretation of this evidence, however, we also suggest that there are no impediments standing the way of considering the gut microbiota also as a functional extension of our cognitive system. If so, this amounts to extending cognition out of ‘our skull’, though still confining it within ‘our body’: to ‘our gut’. This is an instance of the ‘Internally Extended Cognition Thesis,’ whose benefits for an original (biologically informed) theory of extended cognition are discussed.",
      "citationCount": 1,
      "doi": "10.1007/s10539-021-09790-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fdea2bbb7d38237f2db61bce02306e4c50dc9c6c",
      "venue": "Biology & Philosophy",
      "journal": {
        "name": "Biology & Philosophy",
        "volume": "36"
      },
      "publicationTypes": null
    },
    {
      "paperId": "326d247ad7a951da9f0fd45e341816a18fd6d86d",
      "title": "Running head : THE BOUNDS OF SELFHOOD 1 The Bounds of Selfhood : Extended Cognition , Extended Mind , and Extended Selfhood",
      "authors": [
        {
          "name": "Justin Luo",
          "authorId": "145941042"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/326d247ad7a951da9f0fd45e341816a18fd6d86d",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "f89b5a02a675871636d12d78ed59de2d09ef7062",
      "title": "Cognitive systems and the supersized mind",
      "authors": [
        {
          "name": "Robert D. Rupert",
          "authorId": "2961334"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/S11098-010-9600-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f89b5a02a675871636d12d78ed59de2d09ef7062",
      "venue": "",
      "journal": {
        "name": "Philosophical Studies",
        "pages": "427-436",
        "volume": "152"
      },
      "publicationTypes": null
    },
    {
      "paperId": "18544b73a78594a8092fd1257c699a55eed63800",
      "title": "Mental Integrity, Neurotechnology, and the Extended Mind Thesis",
      "authors": [
        {
          "name": "Tom Buller",
          "authorId": "2344125797"
        }
      ],
      "year": 2025,
      "abstract": "We ordinarily think of the mind as private, “inside,” and accessible only to the person whose mind it is, and that the integrity of the mind is threatened by “outside” intervention. The prospect that neurotechnologies could be developed that are able to “read” our brains and directly manipulate our thoughts and feelings is, therefore, alarming to many. Implicit behind this sense of alarm is the view that, unlike other types of manipulation and persuasion that depend for their success on rational autonomy, direct interventions into the brain uniquely undermine this autonomy. According to the Extended Mind Thesis (EMT), there is no necessary reason why mental states and processes must be realized by internal neural states. External artifacts can constitute part of a coupled cognitive system if these artifacts play the same functional role as internal states and processes. Interventions into these artifacts could, therefore, be considered direct interventions into the mind. If we alarmed by the threat to mental integrity posed by neurotechnology, then it is likely that we will be aghast at the idea that the mind can extend beyond the brain. For intuitively, extending the mind beyond the brain makes the mind more vulnerable to invasion. This paper argues that this fear may be misplaced. Specifically, the paper argues: (i) the most relevant processes to mental integrity are conscious, personal-level processes, (ii) the types of processes that can be extended according to the most influential account of EMT are unconscious, non-occurrent, and subpersonal processes, therefore (iii) the threat posed to mental integrity by neurotechnology if EMT is adopted may be quite modest.",
      "citationCount": 1,
      "doi": "10.1007/s12152-025-09586-5",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/18544b73a78594a8092fd1257c699a55eed63800",
      "venue": "Neuroethics",
      "journal": {
        "name": "Neuroethics",
        "volume": "18"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "3d025be06f5718e9af782a6d6ab1a349d2705ab7",
      "title": "Rethinking Human-AI interactions through the maintainability: a new criterion for Trust and Glue in the Extended Mind Thesis",
      "authors": [
        {
          "name": "Deivide Garcia da Silva Oliveira",
          "authorId": "2340582872"
        }
      ],
      "year": 2025,
      "abstract": "Abstract: This paper explores the implications of the Extended Mind Hypothesis (ExM), as introduced by Andy Clark and David Chalmers in 1998. Focusing on cognitive integration and the Trust and Glue criteria, we have two objectives. First, we examine how ExM reshapes perspectives on human-AI interaction, particularly by challenging the Standard model of AI. We argue that AI, as an active non-organic agent, significantly influences cognitive processes beyond initial expectations. Secondly, we propose the maintainability as a fourth criterion in the Trust and Glue criteria of ExM, in addition to trustworthiness, reliability and accessibility. This addition aims to evaluate parity in coupled systems comprehensively addressing concerns about control in human-AI interactions. We highlight the risks posed by AI’s understanding of human psychology, which may lead to unintended shifts in our objectives and choices. Our analysis concludes that maintainability serves as a critical safeguard against the evolving challenges of human-AI integration.",
      "citationCount": 1,
      "doi": "10.1590/0101-3173.2025.v48.n6.e025061",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/3d025be06f5718e9af782a6d6ab1a349d2705ab7",
      "venue": "Trans/Form/Ação",
      "journal": {
        "name": "Trans/Form/Ação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "332a9b65f28184f95771a33f43642fe68d591bc4",
      "title": "A New Opening for the Alternative Punishments Debate: Applying the Extended Mind Thesis",
      "authors": [
        {
          "name": "Kamil Mamak",
          "authorId": "2105287539"
        }
      ],
      "year": 2024,
      "abstract": "The debate on alternative punishments appears to be stagnating. The impasse may be overcome if we consider humans from a different philosophical perspective. If we answer differently the question of who we are punishing, we open new possibilities regarding the question of how we punish. In particular, by applying the extended mind thesis we can arrive at interesting outcomes and reopen the debate on alternative punishments. According to this theory, external artifacts—such as smartphones—can be considered part of our minds. In this article, I defend the thesis that restricting access to personal technologies that are a part of one's self should be considered a form of punishment. Thus, a human who is considered from an extended perspective can be punished in a new way.",
      "citationCount": 3,
      "doi": "10.1111/raju.12414",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/332a9b65f28184f95771a33f43642fe68d591bc4",
      "venue": "Ratio Juris",
      "journal": {
        "name": "Ratio Juris"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "7e1b9b30c637a4a0ec21172d538195a109ef61cf",
      "title": "Right to mental integrity and neurotechnologies: implications of the extended mind thesis",
      "authors": [
        {
          "name": "V. Tesink",
          "authorId": "2197167966"
        },
        {
          "name": "T. Douglas",
          "authorId": "2243189055"
        },
        {
          "name": "Lisa Forsberg",
          "authorId": "2242820415"
        },
        {
          "name": "S. Ligthart",
          "authorId": "2076608959"
        },
        {
          "name": "G. Meynen",
          "authorId": "2266953627"
        }
      ],
      "year": 2024,
      "abstract": "The possibility of neurotechnological interference with our brain and mind raises questions about the moral rights that would protect against the (mis)use of these technologies. One such moral right that has received recent attention is the right to mental integrity. Though the metaphysical boundaries of the mind are a matter of live debate, most defences of this moral right seem to assume an internalist (brain-based) view of the mind. In this article, we will examine what an extended account of the mind might imply for the right to mental integrity and the protection it provides against neurotechnologies. We argue that, on an extended account of the mind, the scope of the right to mental integrity would expand significantly, implying that neurotechnologies would no longer pose a uniquely serious threat to the right. In addition, some neurotechnologies may even be protected by the right to mental integrity, as the technologies would become part of the mind. We conclude that adopting an extended account of the mind has significant implications for the right to mental integrity in terms of its protective scope and capacity to protect against neurotechnologies, demonstrating that metaphysical assumptions about the mind play an important role in determining the moral protection provided by the right.",
      "citationCount": 11,
      "doi": "10.1136/jme-2023-109645",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7e1b9b30c637a4a0ec21172d538195a109ef61cf",
      "venue": "Journal of Medical Ethics",
      "journal": {
        "name": "Journal of Medical Ethics",
        "volume": "50"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1468cdd6cc503b743c3ed033635a3642d63f9d90",
      "title": "Mind embedded or extended: transhumanist and posthumanist reflections in support of the extended mind thesis",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        },
        {
          "name": "A. Lavazza",
          "authorId": "35029088"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 14,
      "doi": "10.1007/s11229-022-03963-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1468cdd6cc503b743c3ed033635a3642d63f9d90",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "200"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "9bd82f371456f1806bb77f97785425d4ac0b2b03",
      "title": "Out of our skulls: How the extended mind thesis can extend psychiatry",
      "authors": [
        {
          "name": "Ginger A. Hoffman",
          "authorId": "46256343"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 56,
      "doi": "10.1080/09515089.2016.1236369",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/9bd82f371456f1806bb77f97785425d4ac0b2b03",
      "venue": "",
      "journal": {
        "name": "Philosophical Psychology",
        "pages": "1160 - 1174",
        "volume": "29"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "fd0a5f3eec14f213c75b0f36e3e639bf554a69e8",
      "title": "4E’s Are Too Many Why Enactive World-Making Does Not Need The Extended Mind Thesis",
      "authors": [
        {
          "name": "A. Scarinzi",
          "authorId": "1846515"
        }
      ],
      "year": 2020,
      "abstract": "4E’s cognition – embodied, embedded, enacted, extended – replaces the cognitivist notion of world-mirroring with an active process of world-making: cognition needs no mental representation and is distributed over body, brain and environment. In recent years, the remark that extended cognition is not enactive and that the embodied approach to cognition fails to provide a definition of body raise the question of whether a postcognitivist approach to experience needs 4E’s. This contribution suggests that it does not. The enactive body as a moving sense-making-system informed by phenomenology and pragmatism and its role in the constitution of the distinctive quality of an experience are discussed.",
      "citationCount": 2,
      "doi": "10.30687/jolma/2723-9640/2020/02/005",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fd0a5f3eec14f213c75b0f36e3e639bf554a69e8",
      "venue": "1 | 2 | 2020 4E Cognition: Aesthetics, Ecology and Beyond",
      "journal": {
        "name": "1 | 2 | 2020 4E Cognition: Aesthetics, Ecology and Beyond"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2cd608aea13a81ffe64de41f41d6d98db80fec4c",
      "title": "Overcoming Deadlock: Scientific and Ethical Reasons to Embrace the Extended Mind Thesis",
      "authors": [
        {
          "name": "Karina Vold",
          "authorId": "51038024"
        }
      ],
      "year": 2018,
      "abstract": "The extended mind thesis maintains that while minds may be centrallylocated in one’s brain-and-body, they are sometimes partly constitutedby tools in our environment. Critics argue that we have no reason tomove from the claim that cognition is embedded in the environment tothe stronger claim that cognition can be constituted by the environment.I will argue that there are normative reasons, both scientific and ethical,for preferring the extended account of the mind to the rival embeddedaccount.",
      "citationCount": 10,
      "doi": "10.2298/FID1804489V",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2cd608aea13a81ffe64de41f41d6d98db80fec4c",
      "venue": "",
      "journal": {
        "name": "Filozofija I Drustvo",
        "pages": "489-504",
        "volume": "29"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4201f8b6cf875371d698edd0415f86f043c1fb1c",
      "title": "The artifactual mind: overcoming the ‘inside–outside’ dualism in the extended mind thesis and recognizing the technological dimension of cognition",
      "authors": [
        {
          "name": "Ciano Aydin",
          "authorId": "116411841"
        }
      ],
      "year": 2015,
      "abstract": null,
      "citationCount": 33,
      "doi": "10.1007/S11097-013-9319-X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4201f8b6cf875371d698edd0415f86f043c1fb1c",
      "venue": "",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "73-94",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "27ea9157bc77fbccf0b7d480d91bd9b6e011ad6d",
      "title": "Beyond the extended mind: new arguments for extensive enactivism",
      "authors": [
        {
          "name": "Lorena Sganzerla",
          "authorId": "2348844553"
        },
        {
          "name": "Daniel D. Hutto",
          "authorId": "1938148"
        },
        {
          "name": "Michael D. Kirchhoff",
          "authorId": "40222333"
        }
      ],
      "year": 2025,
      "abstract": "Clark and Chalmers (Analysis 58:7–19, 1998) landmark paper, The Extended Mind, launched a thousand ships and changed the contours of the larger sea of theorizing about cognition. Over the past twenty-six years, it has led to intense philosophical debates about of the constitutive bounds of mind and cognition and generated multiple waves of work taking the form of various attempts to clarify and defend its core thesis. The extended mind thesis states that under certain (specialized and particular) conditions cognitive processes may be constituted by resources distributed across the brain, the body, and the environment. The extended mind thesis is part of a larger family of theoretical frameworks such as embodied cognition, distributed cognition, and various versions of enactivism (Gallagher in South J Philos 56: 421–447, 2018; Hutchins in Cognition in the wild, The MIT Press, 1995; Varela et al. in The embodied mind: cognitive science and human experience, The MIT Press, 1991; Di Paolo in Topoi 28:9–21, 2009; Hutto and Myin in Radicalizing enactivism: basic minds without content, The MIT Press, 2013; Hutto and Myin in Evolving enactivism: basic minds meet content, The MIT Press, 2017). In this paper we revive and clarify the commitments of Radical Enactivism’s Extensive Enactivism, compare it to alternatives, and provide new arguments and analyses for preferring it over what is on offer from other members of the extended-distributed-enactive family of positions.",
      "citationCount": 4,
      "doi": "10.1007/s11229-025-04931-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/27ea9157bc77fbccf0b7d480d91bd9b6e011ad6d",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "205"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "06528f0289361c59314e704e7dbc23012a2ac51b",
      "title": "The Extended Mind Thesis Is about Demarcation and Use of Words",
      "authors": [
        {
          "name": "V. C. Müller",
          "authorId": "1807005"
        }
      ],
      "year": 2018,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.12832/92304",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/06528f0289361c59314e704e7dbc23012a2ac51b",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "335-348",
        "volume": "5"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b327ffda74c5fcea46e3b64a6bd3c7c6495cf83a",
      "title": "Enhancement and assessment in the AI age: An extended mind perspective",
      "authors": [
        {
          "name": "J. Hernández-Orallo",
          "authorId": "2262074319"
        }
      ],
      "year": 2025,
      "abstract": "On the verge of the AI Age—the Mechanocene—we tend to reproduce past narratives where humans are replaced by machines. This leads us to identifying skills and activities that will not be automated by AI soon, and prepare both current and future generations for those ‘safe’ occupations. However, there is the risk that the set of non-automatable tasks becomes empty sooner than expected, preparing new generations for skills that will not be needed in the end. Instead of this incremental route, in this paper we imagine a final destination where AI has all the skills humans have. We argue that in an age where humans can be intensively assisted, augmented and coupled with AI, we need to rethink enhancement and assessment under the extended mind thesis—a philosophical theory suggesting that technological tools can become integral parts of our cognitive processes. Under this perspective, we can still identify skills that are useful in this AI age, especially if humans want to understand and influence their world. Then, if these skills are set as the goals for education, we need to reliably assess they are achieved. However, a world of ubiquitous AI extenders generates enormous challenges for the assessment of individuals, when humans will be mostly operating as part of AI-human hybrids and collectives. In this context, the skills of the individual, human or machine, must be evaluated in terms of their contribution to the human-machine teams they are expected to be embedded in. This further takes education and assessment from the traditional aspiration of achieving fully autonomous skills to the reality of more integrated and interdependent human-machine scenarios of the AI age.",
      "citationCount": 3,
      "doi": "10.1177/18344909241309376",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b327ffda74c5fcea46e3b64a6bd3c7c6495cf83a",
      "venue": "Journal of Pacific Rim Psychology",
      "journal": {
        "name": "Journal of Pacific Rim Psychology",
        "volume": "19"
      },
      "publicationTypes": [
        "Review",
        "JournalArticle"
      ]
    },
    {
      "paperId": "955357f6ad4a3266aa70915690f4c2e95e0868cb",
      "title": "Learning Andy Clark & David Chalmers’ ‘The Extended Mind’ through Christopher Nolan’s\n Memento",
      "authors": [
        {
          "name": "Michael Quinn",
          "authorId": "2392487937"
        }
      ],
      "year": 2025,
      "abstract": "\n This article presents a case for engaging with fictional narratives to teach philosophical concepts, specifically exploring Christopher Nolan’s Memento to teach concepts related to Andy Clark and David Chalmers’ ‘The Extended Mind Thesis’ (EMT). I contrast a ‘theoretical’ approach to teaching EMT—that is, teaching these concepts by engaging directly with Clark and Chalmers’ text—with an alternative that has students engage with the film. I argue this alternative is preferable in overcoming three barriers to learning that plague the theoretical approach: language, theoretical background, and passivity. I describe how EMT concepts could be taught without engaging with the film, but suggest that if one were to adopt this approach, the concepts would be limited in terms of how they relate to students, their accessibility, and what they ask of them. I argue that interacting with EMT concepts through Memento offers some distinct benefits when compared with the theoretical approach as it is better able to address the three barriers, offers a wider capacity for independent exploration, and catalyses emotional and intellectual interest by capitalizing on students’ knowledge and their appreciation of narratives. I gather my conclusions based on the two different approaches to learning EMT concepts before suggesting what further avenues could be explored in learning about related philosophical concepts through fiction. I argue that engaging with fictional narratives offers wider and longer lasting benefits, encouraging students to be more self-reliant and exploratory as they continue to learn philosophical concepts both during and upon completion of their studies.",
      "citationCount": 2,
      "doi": "10.1093/jopedu/qhaf081",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/955357f6ad4a3266aa70915690f4c2e95e0868cb",
      "venue": "Journal of Philosophy of Education",
      "journal": {
        "name": "Journal of Philosophy of Education"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d26509bb8671bb084587db0e25ab20ae2953bc45",
      "title": "Location, location, location: On the metaphysical commitments of the extended mind thesis",
      "authors": [
        {
          "name": "Karina Vold",
          "authorId": "51038024"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d26509bb8671bb084587db0e25ab20ae2953bc45",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "12c69edaccbfec1256f028087178ff4af54e9ec6",
      "title": "The Cognitive Complexity Thesis: Refuting Multiple Objections to the Extended Mind Thesis",
      "authors": [
        {
          "name": "M. V. D. Broek",
          "authorId": "2189148045"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/12c69edaccbfec1256f028087178ff4af54e9ec6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "72e3a35c8eb2a2cde082979cc3f6e646ce03fce0",
      "title": "Reviewing the Extended Mind Theory: Theoretical Insights and the Role of Experimental Philosophy in Understanding Cognitive Boundaries",
      "authors": [
        {
          "name": "Necmıye Yuksel",
          "authorId": "2372318407"
        }
      ],
      "year": 2025,
      "abstract": "This study proposes a theoretical account of the evolution of the extended mind hypothesis by using experimental philosophy (x-phi) in the study of the concept of intrinsic content. Building on Clark's (1998) argument on behalf of extended cognition and Adams and Aizawa's (2001) neural-centric process argument, it considers how cognitive boundary judgments relying on intuition can illuminate the use of external devices, such as notebooks or mobile phones, in mental processes. The study concludes that x-phi's methods, which explore folk intuitions, offer a practical means of figuring out whether intrinsic content is contained in the brain or distributed across external systems. By considering factors like socioeconomic status that may affect intuitions, it highlights x-phi's ability to provide empirical insights to discussions in philosophy of mind (Knobe & Nichols, 2008). Drawing on inter-disciplinary methods across several disciplines (Yüksel, 2021), this research links philosophy and cognitive science and offers an addition to debates around 4E cognition (embodied, embedded, extended, enactive). The proposed method is aimed at making the theoretical and intuitive components of extended mind theory more transparent and providing a gateway towards future empirical investigations.",
      "citationCount": 0,
      "doi": "10.51404/metazihin.1692629",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/72e3a35c8eb2a2cde082979cc3f6e646ce03fce0",
      "venue": "Metazihin: yapay zeka ve zihin felsefesi dergisi",
      "journal": {
        "name": "MetaZihin: Yapay Zeka ve Zihin Felsefesi Dergisi"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "4e05362f290772a9f5c9dac12ac861e164857a97",
      "title": "«Res cogitans extensa»: A Philosophical Defense of the Extended Mind Thesis",
      "authors": [
        {
          "name": "Georg Theiner",
          "authorId": "1828654"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 32,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4e05362f290772a9f5c9dac12ac861e164857a97",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "220aa781aefe676980f106fe8ca519a6d865368c",
      "title": "Two Versions of the Extended Mind Thesis",
      "authors": [
        {
          "name": "Katalin Farkas",
          "authorId": "39692934"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 23,
      "doi": "10.1007/S11406-011-9355-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/220aa781aefe676980f106fe8ca519a6d865368c",
      "venue": "",
      "journal": {
        "name": "Philosophia",
        "pages": "435-447",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "80c5093e7cafcf2a6ac38e0127a7d9cdab80b265",
      "title": "The ‘NeuroGate’: neuromorphic intelligence, extended mind, and neurorights",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "2248158836"
        },
        {
          "name": "A. Lavazza",
          "authorId": "35029088"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/s11229-024-04795-6",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/80c5093e7cafcf2a6ac38e0127a7d9cdab80b265",
      "venue": "Synthese",
      "journal": {
        "name": "Synthese",
        "volume": "204"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "1ffa2ffc383cb2d5fdd290cdfb30ea4aca1e7a30",
      "title": "The Extended Mind Thesis and Religious Cognition",
      "authors": [
        {
          "name": "J. Krueger",
          "authorId": "118057536"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ffa2ffc383cb2d5fdd290cdfb30ea4aca1e7a30",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "5fb116b855f8c977d3a6c04e122d06c9a5cd5a93",
      "title": "Mcluhan extended and the extended mind thesis (EMT)",
      "authors": [
        {
          "name": "R. Logan",
          "authorId": "27836357"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 6,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5fb116b855f8c977d3a6c04e122d06c9a5cd5a93",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "45-58",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "99ee81190933b797b9df456fd57af2988d966413",
      "title": "The Extended Mind Thesis",
      "authors": [
        {
          "name": "J. Kiverstein",
          "authorId": "2645405"
        },
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        },
        {
          "name": "A. Clark",
          "authorId": "37700983"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 8,
      "doi": "10.1093/OBO/9780195396577-0099",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/99ee81190933b797b9df456fd57af2988d966413",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "1-20",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "505c8f6b9b56e5c4fbd179560ad1433f26291478",
      "title": "The Extended Mind Thesis and Mechanistic Explanations",
      "authors": [
        {
          "name": "P. Fazekas",
          "authorId": "50775797"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 4,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/505c8f6b9b56e5c4fbd179560ad1433f26291478",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "689329793d181b6c64757ba6899d5120b24c5cd3",
      "title": "Empty and extended craving: an application of the extended mind thesis to the four noble truths",
      "authors": [
        {
          "name": "David Demoss",
          "authorId": "116060441"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 9,
      "doi": "10.1080/14639947.2011.610638",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/689329793d181b6c64757ba6899d5120b24c5cd3",
      "venue": "",
      "journal": {
        "name": "Contemporary Buddhism",
        "pages": "309 - 325",
        "volume": "12"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b2a83b363de3ce7a704fc5589a2a76002094193c",
      "title": "The artifactual mind: overcoming the ‘inside–outside’ dualism in the extended mind thesis and recognizing the technological dimension of cognition",
      "authors": [
        {
          "name": "Ciano Aydin",
          "authorId": "116411841"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11097-013-9319-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b2a83b363de3ce7a704fc5589a2a76002094193c",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "73 - 94",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "1ec9ca850fdc78607980642a48523bd47a1c0d98",
      "title": "Two Versions of the Extended Mind Thesis",
      "authors": [
        {
          "name": "Katalin Farkas",
          "authorId": "39692934"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s11406-011-9355-0",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ec9ca850fdc78607980642a48523bd47a1c0d98",
      "venue": "Philosophia",
      "journal": {
        "name": "Philosophia",
        "pages": "435 - 447",
        "volume": "40"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4bdaafbcc4f7b67e48c0e675b391da8244d43ade",
      "title": "Christianity and the Extended‐Mind Thesis",
      "authors": [
        {
          "name": "L. Baker",
          "authorId": "4685178"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1002/9781118241455.CH42",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4bdaafbcc4f7b67e48c0e675b391da8244d43ade",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "491-499",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "7855efb86fc3f4e0135d2d0383a5afab6fce7d14",
      "title": "The Extended Mind Thesis: A Critical Perspective",
      "authors": [
        {
          "name": "M. Fahim",
          "authorId": "117066676"
        },
        {
          "name": "Kamran Mehrgan",
          "authorId": "67009126"
        }
      ],
      "year": 2013,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7855efb86fc3f4e0135d2d0383a5afab6fce7d14",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "99-104",
        "volume": "2"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "bb796e8de461181ccd61ddf7721bd02cc29b859d",
      "title": "Georg Theiner, Res cogitans extensa. A Philosophical Defense of the Extended Mind Thesis",
      "authors": [
        {
          "name": "Patricia King Dávalos",
          "authorId": "112833872"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.22201/IIFS.18704905E.2012.752",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bb796e8de461181ccd61ddf7721bd02cc29b859d",
      "venue": "",
      "journal": {
        "name": "Critica-revista Hispanoamericana De Filosofia",
        "pages": "114-120",
        "volume": "44"
      },
      "publicationTypes": null
    },
    {
      "paperId": "50ca2430627bc41018dc521ce69d2b0601885171",
      "title": "Dissolving the Self: the cognitive turn of the extended mind theory",
      "authors": [
        {
          "name": "Léo Peruzzo Júnior",
          "authorId": "2128844936"
        },
        {
          "name": "Amanda Luiza Stroparo",
          "authorId": "2149285352"
        }
      ],
      "year": 2023,
      "abstract": "Abstract: In this article, we intend to show how the theory of the extended mind, particularly Andy Clark’s arguments, can explain mental processes not as restrictive phenomena to the brain and endorse their connection to the body and the environment. Therefore, initially, we reconstruct the main materialist perspectives that have enclosed the self to the cranium; then, we indicate how the extended character of the mind escapes its natural limits and blends “shamelessly” into the world. We argue that external artifacts play an important role in guiding our actions, so that changes in the environment can cause changes in the behavior of the cognitive agent, what constitutes a constitutive dependence. In this way, the extended mind thesis challenges both traditional functionalism and externalism as it considers cognitive processes, on the one hand, to be relevant interactions of the individual with the environment and, on the other, intention-driven behaviors. Through the integration of biological bodies with artifacts or tools, we support a reading that dissolves the classic “explanatory gap” of cognitive sciences.",
      "citationCount": 2,
      "doi": "10.1590/0101-3173.2023.v46n2.p193",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/50ca2430627bc41018dc521ce69d2b0601885171",
      "venue": "Trans/Form/Ação",
      "journal": {
        "name": "Trans/Form/Ação"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "1ce5d65fb9ec37c0d5f0038c1069f9504fc6700f",
      "title": "Extended Mind Over Matter: Privacy Protection Is the Sine Qua Non",
      "authors": [
        {
          "name": "Cohen Marcus Lionel Brown",
          "authorId": "2215283840"
        }
      ],
      "year": 2023,
      "abstract": "Palermos’s (2023) concept of “mental data” is appreciated as advancing fresh considerations in urgent discourse on mental privacy. However, it is suggested that the proposal for an ontologically distinct category of mental data as currently drafted is nongenerative of novel privacy measures. I agree that mind-related data pose nascent risks—but not because they constitute part of the mind. This commentary argues that recognizing mental constituents apropos the Extended Mind Thesis (Clark and Chalmers 1998) is arbitrary for the interests of privacy, which are independent of the ontological status of mind-sensitive content. It is enough that data represent minds to elicit concern, to the conclusion that the Extended Mind Thesis is normatively inert with respect to motivating legal revision. Nevertheless, I support the appeal for technological protections, and suggest that a reformulated version of mental data might hold promise for mental privacy approaches. The Extended Mind Thesis (EMT) posits that human mental states and processes are not confined to a person’s physical boundaries, but can reach into the environment to be realized in external artifacts. Palermos (2023) argues that if the EMT is correct, informational content derived from cognitively integrated applications counts as part of the mind and can be regarded as “mental data,” and that this generates novel privacy considerations. I suggest this paradigm is unserviceable for the purpose of legal and ethical revision as Palermos claims, for the reason that there are morally relevant differences between data types that the concept of mental data fails to distinguish. These materialize in the two following ways. First, mental data neglect normative features of attendant data types. As long as agent and artifact comprise a mutually coupled system, mental data describe both synchronous and non-occurrent information regardless of medium. By the received view, the latter condition holds that mental contents extend to “uncoupled peripherals,” which would mean that non-occurrent mental data have long been stored in analogue formats (e.g., the proverbial “paper trail”), and more recently in digital systems. But unlike outmoded predecessors, contemporary data types that have emerged with the advent of digital technology present new, morally relevant aspects. To wit: Digital platforms enable the mass storage, transfer, collection, and dissemination of content on a scale unprecedented. This brings with it obvious privacy concerns that do not apply, or only partially apply, to traditional media. Simply put, material data sources are saddled with access and transmissibility limits in comparison to digital formats, and the only practical means of overriding these constraints is digitization. What this indicates is that normatively germane distinctions exist between certain kinds of mental data. However, such variations are independent of whether or not one accepts the EMT. That is because the EMT integrates both digital and analogue content coextensively—meaning that the term “mental data” is applied to both pen-and-paper and keypad-and-processor indiscriminately. In other words, further categorization is needed to point to the morally salient features of mental data types because the EMT doesn’t get us any further toward identifying what is of normative significance. What actually prompts fresh ethical concerns is not the acknowledgment that minds extend into the environment, but that personal data about minds now extend into the digital multiverse. The principle issue is therefore one of mental privacy with respect to digital data. With that stated, mental data raise a further concern that warrants attention. A second consideration is that endorsement of the EMT would omit types of informational content about minds that seem apt for the title of mental data. Under the EMT, a condition for mind-constituting artifacts is that they are coupled with an agent in a bidirectional process of causal effect. Minds do not",
      "citationCount": 2,
      "doi": "10.1080/21507740.2023.2188283",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/1ce5d65fb9ec37c0d5f0038c1069f9504fc6700f",
      "venue": "AJOB Neuroscience",
      "journal": {
        "name": "AJOB Neuroscience",
        "pages": "97 - 99",
        "volume": "14"
      },
      "publicationTypes": [
        "LettersAndComments",
        "JournalArticle"
      ]
    },
    {
      "paperId": "dcb44cf89546b15b6fac4eaa3abca4cfa9c36cc6",
      "title": "Umysł (od mózgu) uwolniony : recenzja książki \"Res cogitans extensa. A Philosophical Defense of the Extended Mind Thesis\" / Dawid Lubiszewski.",
      "authors": [
        {
          "name": "D. Lubiszewski",
          "authorId": "95763832"
        },
        {
          "name": "Georg Theiner",
          "authorId": "2084738230"
        }
      ],
      "year": 2011,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/dcb44cf89546b15b6fac4eaa3abca4cfa9c36cc6",
      "venue": "",
      "journal": null,
      "publicationTypes": null
    },
    {
      "paperId": "a0f35af9f3d6a1199fa8a4f937f19d9bac6ee85a",
      "title": "Res cogitans extensa. The review of George Theiner’s Res cogitans extensa. A philosophical Defense of the Extended Mind Thesis.",
      "authors": [
        {
          "name": "Dawid Lubiszewski",
          "authorId": "2081985198"
        },
        {
          "name": "Paweł Gładziejewski",
          "authorId": "1403435101"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a0f35af9f3d6a1199fa8a4f937f19d9bac6ee85a",
      "venue": "",
      "journal": null,
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "a6cda8129f06eb10530757022a38908d99afd7aa",
      "title": "Comment: The Extended Mind Thesis",
      "authors": [
        {
          "name": "F. Kerr",
          "authorId": "102438157"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1111/J.1741-2005.2012.01493.X",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a6cda8129f06eb10530757022a38908d99afd7aa",
      "venue": "",
      "journal": {
        "name": "New Blackfriars",
        "pages": "385-386",
        "volume": "93"
      },
      "publicationTypes": null
    },
    {
      "paperId": "5e0bd526c169a36811e8f039d3001d935e4ed330",
      "title": "Slaying the chimera: a complementarity approach to the extended mind thesis",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5e0bd526c169a36811e8f039d3001d935e4ed330",
      "venue": "",
      "journal": {
        "name": "",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "47399a84058c340e3a09b368803e465ba1c43209",
      "title": "How Does Human Agency Actually Work? On Bratman's ‘Core Capacity Thesis’ and the Relation between Philosophy of Action and the Empirical Sciences",
      "authors": [
        {
          "name": "Jonathan Phillips",
          "authorId": "2267834858"
        },
        {
          "name": "David Plunkett",
          "authorId": "2267815941"
        }
      ],
      "year": 2024,
      "abstract": "Throughout his career, Michael Bratman has developed a detailed model of individual ‘planning agency’, and, more recently, models of joint action and aspects of social life that he argues such planning agency helps support. How might we empirically investigate whether these models capture what is going on in actual human lives? In this article, we critically engage with this broad question by focusing on what Bratman calls the ‘core capacity thesis’, which is at the center of his most recent discussions of how his work in the philosophy of action hangs together. In his own words, the core capacity thesis claims that ‘our capacity for planning agency plays basic roles in multiple, interrelated systems of human, mind‐shaped practical organization, individual and social’. We explore how one might go about testing this thesis, focusing on Bratman's particular way of defending this thesis using the idea of ‘nested Cummins functions’. In so doing, we hope to contribute to a broader discussion about what the relationship is (or, perhaps more importantly, should be) between the kind of philosophy of action Bratman does and empirical work in fields such as psychology, cognitive science, and biology.",
      "citationCount": 1,
      "doi": "10.1111/japp.12710",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/47399a84058c340e3a09b368803e465ba1c43209",
      "venue": "Journal of Applied Philosophy",
      "journal": {
        "name": "Journal of Applied Philosophy"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 40,
  "errors": []
}
