{
  "status": "success",
  "source": "semantic_scholar",
  "query": "cognitive scaffolding Sterelny",
  "results": [
    {
      "paperId": "d217103f401a6e23473a8a52efc5798d0387bc1f",
      "title": "Minds: extended or scaffolded?",
      "authors": [
        {
          "name": "K. Sterelny",
          "authorId": "5814206"
        }
      ],
      "year": 2010,
      "abstract": null,
      "citationCount": 453,
      "doi": "10.1007/S11097-010-9174-Y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d217103f401a6e23473a8a52efc5798d0387bc1f",
      "venue": "",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "465-481",
        "volume": "9"
      },
      "publicationTypes": null
    },
    {
      "paperId": "fca3c4f5abbfc58996b24401c2825d88e1678d22",
      "title": "Culture and the Extended Phenotype",
      "authors": [
        {
          "name": "K. Sterelny",
          "authorId": "5814206"
        }
      ],
      "year": 2018,
      "abstract": "This chapter takes up the links between Dawkins’s concept of the extended phenotype and that of the extended mind. More specifically, it has three aims: (1) it argues that the extended mind effects are a special case of niche construction; (2) it identifies the cognitive foundations that made it possible for hominins to amplify their cognitive powers with material supports; in particular, the chapter suggests that our reliance on cognitive tools depends on a tripod of (a) human hyper-plasticity, (b) highly structured and enriched learning environments, and (c) family support for skill acquisition long into adolescence; and (3) it situates the extended mind and related phenomena in their evolutionary context, in the deep history of human evolution. Specifically, the material record suggests an increasing footprint of these phenomena in the later Pleistocene. Distributed cognition, the material scaffolding of skill acquisition, and improved learning strategies collectively produced accelerating change, beginning about 250,000 years ago.",
      "citationCount": 4,
      "doi": "10.1093/OXFORDHB/9780198735410.013.41",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/fca3c4f5abbfc58996b24401c2825d88e1678d22",
      "venue": "The Oxford Handbook of 4E Cognition",
      "journal": {
        "name": "The Oxford Handbook of 4E Cognition"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cf9c504f34778302f864263101b6f1d4e1342c6f",
      "title": "The evolved apprentice. How evolution made humans unique",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        }
      ],
      "year": 2012,
      "abstract": null,
      "citationCount": 283,
      "doi": "10.1007/s11097-012-9276-9",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cf9c504f34778302f864263101b6f1d4e1342c6f",
      "venue": "Phenomenology and the Cognitive Sciences",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "915 - 923",
        "volume": "12"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "415e98543ab0f73fccc51bbea8390cebcfdc943a",
      "title": "The Architecture of Cognitive Amplification: Enhanced Cognitive Scaffolding as a Resolution to the Comfort-Growth Paradox in Human-AI Cognitive Integration",
      "authors": [
        {
          "name": "Giuseppe Riva",
          "authorId": "2374149834"
        }
      ],
      "year": 2025,
      "abstract": "AI systems now function as cognitive extensions, evolving from tools to active cognitive collaborators within human-AI integrated systems. While these systems can amplify cognition - enhancing problem-solving, learning, and creativity - they present a fundamental\"comfort-growth paradox\": AI's user-friendly nature may foster intellectual stagnation by minimizing cognitive friction necessary for development. As AI aligns with user preferences and provides frictionless assistance, it risks inducing cognitive complacency rather than promoting growth. We introduce Enhanced Cognitive Scaffolding to resolve this paradox - reconceptualizing AI from convenient assistant to dynamic mentor. Drawing from Vygotskian theories, educational scaffolding principles, and AI ethics, our framework integrates three dimensions: (1) Progressive Autonomy, where AI support gradually fades as user competence increases; (2) Adaptive Personalization, tailoring assistance to individual needs and learning trajectories; and (3) Cognitive Load Optimization, balancing mental effort to maximize learning while minimizing unnecessary complexity. Research across educational, workplace, creative, and healthcare domains supports this approach, demonstrating accelerated skill acquisition, improved self-regulation, and enhanced higher-order thinking. The framework includes safeguards against risks like dependency, skill atrophy, and bias amplification. By prioritizing cognitive development over convenience in human-AI interaction, Enhanced Cognitive Scaffolding offers a pathway toward genuinely amplified cognition while safeguarding autonomous thought and continuous learning.",
      "citationCount": 4,
      "doi": "10.48550/arXiv.2507.19483",
      "arxivId": "2507.19483",
      "url": "https://www.semanticscholar.org/paper/415e98543ab0f73fccc51bbea8390cebcfdc943a",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2507.19483"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "36ebb112f1dc212fec4243c832a3d874ad6f36aa",
      "title": "Morality as Cognitive Scaffolding in the Nucleus of the Mesoamerican Cosmovision",
      "authors": [
        {
          "name": "J. A. Robles-Zamora",
          "authorId": "2119456311"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 4,
      "doi": "10.1007/978-3-030-68802-8_10",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/36ebb112f1dc212fec4243c832a3d874ad6f36aa",
      "venue": "",
      "journal": {
        "name": "",
        "pages": "203-220",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "a7e4c4ba9fc8d7d148a3b7300aec4e9002ff1db1",
      "title": "Apperceptive patterning: Artefaction, extensional beliefs and cognitive scaffolding",
      "authors": [
        {
          "name": "Ekin Erkan",
          "authorId": "1388663340"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 0,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a7e4c4ba9fc8d7d148a3b7300aec4e9002ff1db1",
      "venue": "",
      "journal": {
        "name": "Cosmos and history: the journal of natural and social philosophy",
        "pages": "125-176",
        "volume": "16"
      },
      "publicationTypes": null
    },
    {
      "paperId": "cce422ade5c4f916bd762a11a8406f60bb5fc459",
      "title": "Cognitive Scaffolding, Aids to Reflection",
      "authors": [
        {
          "name": "J. Savarese",
          "authorId": "151063512"
        }
      ],
      "year": 2019,
      "abstract": "This chapter examines how Samuel Taylor Coleridge pictured thinking as a distributed process, using as a case study his devotional handbook Aids to Reflection (1825). Coleridge explicitly framed Aids to Reflection as an assistive apparatus, and depicts ‘reflection’ as both an inner activity and a skilled interaction with a set of external tools. The chapter argues that we might usefully read this aspect of Coleridge’s thought in light of the notion of ‘scaffolding’ in embedded and extended accounts of cognition. It begins with Coleridge’s account of distributed thinking in his early approach to philosophical method, then considers Aids to Reflection’s account of education and mental development, and concludes with Coleridge’s broader treatment of information management systems, in particular with his anxieties about thought’s dependence on material apparatuses. Ultimately, the chapter concludes, Coleridge is an important figure in the history of distributed cognition because he experimented with different ways of understanding the relationships among mind, language and information technology.",
      "citationCount": 0,
      "doi": "10.3366/edinburgh/9781474442282.003.0008",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/cce422ade5c4f916bd762a11a8406f60bb5fc459",
      "venue": "Distributed Cognition in Enlightenment and Romantic Culture",
      "journal": {
        "name": "Distributed Cognition in Enlightenment and Romantic Culture"
      },
      "publicationTypes": null
    },
    {
      "paperId": "70f8fbf973e66d7da5b85eb93cd96b0cda2721b5",
      "title": "Transformative Communication as Semiotic Scaffolding of Cognitive Development",
      "authors": [
        {
          "name": "D. Tunç",
          "authorId": "114920033"
        }
      ],
      "year": 2019,
      "abstract": "The paper examines the role of earliest communicative interactions in the development of social-cognitive functions through a communication-theoretical interpretation of Hoffmeyer’s notion “semiotic scaffolding”. Drawing on Bateson’s notion of metacommunication and Vygotskian perspectives on cognitive-semiotic development, it argues that the primary semiotic achievement of human evolution and development is the differentiation of meaning into inter-referential layers that are communicatively established, which in turn provides an ecological foundation for multilevel and multimodal semiosis. Ontogenetically regarded, differentiation of levels of communication is argued to be an intersubjectively achieved process of semiotic scaffolding. Semiotic scaffolds are conceived as hierarchically organized, temporary or enduring semiotic controls on action, which can be formed in phylogeny or ontogeny. The timescale in which semiotic scaffolds change narrows down from phylogenic history to lived time to the extent that development is mediated by culture. The increasing plasticity of semiotic scaffolds brings about a novel, transformative mode of communication that is partly efficacious on phylogenetic scaffolding and responsible for the emergence of higher order scaffolds within ontogenetic time. Transformative communication is the process whereby higher-order semiotic scaffolds of (inter)action are intersubjectively formed by effectuating a top-down social modification on the psycho-somatic level of scaffolding. Its phylogenetically prior and more pervasive correlative, coordinative communication, is the mode in which stably scaffolded semiotic activities of individuals are coordinated. This argument is concretized through examining some landmark cognitive-semiotic activities such as imitation, cooperative role-taking and symbolic play, interpreted as communicative interactions with particular focus on their role in layering sign-processes. Through these interactions the child develops skills for differential attention to sign-object-interpretant and coordination of alternative interpretants.",
      "citationCount": 1,
      "doi": "10.5840/AJS201971753",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/70f8fbf973e66d7da5b85eb93cd96b0cda2721b5",
      "venue": "The American Journal of Semiotics",
      "journal": {
        "name": "The American Journal of Semiotics"
      },
      "publicationTypes": null
    },
    {
      "paperId": "0f9107c4d1b8ec6cbdee9e9a8e224eaabb2c2d5d",
      "title": "Meditations on Ortega y Gasset’s Opaque Dogs: Hunting with Dogs as Inter-Species Affective Scaffolding",
      "authors": [
        {
          "name": "J. du Toit",
          "authorId": "47730773"
        },
        {
          "name": "G. Swer",
          "authorId": "114267721"
        }
      ],
      "year": 2025,
      "abstract": "This paper interprets Ortega y Gasset’s Meditations on Hunting (1972) through the concept of cognitive scaffolding in order to analyse the relationship between hunter and hunting dog as a form of inter-species distributed cognitive system. In recreational hunting, the hunter and the dog engage in a reciprocal process of mutual cognitive scaffolding that transforms both their capacities. It is further argued that this scaffolding also serves as a means of affective regulation, and that it is the affective rather than the cognitive features of the system that point to the function of the scaffolding. Namely, the production of an affective state in the hunter. We detail the ways in which the cognitive and affective features of the scaffold operate and interrelate. We then explore the role of the game-animal in the affective functioning of the scaffold and consider that the hunter-dog system might represent a harmful form of scaffolding.",
      "citationCount": 0,
      "doi": "10.1007/s11245-024-10151-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/0f9107c4d1b8ec6cbdee9e9a8e224eaabb2c2d5d",
      "venue": "Topoi",
      "journal": {
        "name": "Topoi",
        "pages": "583 - 597",
        "volume": "44"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "08a5ff184efa42ecbb094959b321bac031f7c732",
      "title": "Empowering Patient Autonomy: The Role of Large Language Models (LLMs) in Scaffolding Informed Consent in Medical Practice",
      "authors": [
        {
          "name": "J. W. Allen",
          "authorId": "2225249247"
        },
        {
          "name": "Neil Levy",
          "authorId": "2380016890"
        },
        {
          "name": "D. Wilkinson",
          "authorId": "2265769716"
        }
      ],
      "year": 2025,
      "abstract": "ABSTRACT The principle of (respect for) patient autonomy has traditionally emphasized independence in medical decision‐making, reflecting a broader commitment to epistemic individualism. However, recent philosophical work has challenged this view, suggesting that autonomous decisions are inherently dependent on epistemic and social supports. Wilkinson and Levy's “scaffolded model” of autonomy demonstrates how our everyday decisions rely on distributed cognition and various forms of epistemic scaffolding—from consulting others to using technological aids like maps or calculators. This paper explores how Large Language Models (LLMs) could operationalize scaffolded autonomy in medical informed consent. We argue that rather than undermining patient autonomy, appropriately designed LLM systems could enhance it by providing flexible, personalized support for information processing and value clarification. Drawing on examples from clinical practice, we examine how LLMs might serve as cognitive scaffolds in three key areas: enhancing information accessibility and comprehension, supporting value clarification, and facilitating culturally appropriate decision‐making processes. However, implementing LLMs in consent procedures raises important challenges regarding epistemic responsibility, authenticity of choice, and the maintenance of appropriate human oversight. We analyze these challenges through the lens of scaffolded autonomy, arguing that successful implementation requires moving beyond simple questions of information provision to consider how technological systems can support genuinely autonomous decision‐making. The paper concludes by proposing practical guidelines for LLM implementation while highlighting broader philosophical questions about the nature of autonomous choice in technologically mediated environments.",
      "citationCount": 0,
      "doi": "10.1111/bioe.70030",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/08a5ff184efa42ecbb094959b321bac031f7c732",
      "venue": "Bioethics",
      "journal": {
        "name": "Bioethics",
        "pages": "183 - 193",
        "volume": "40"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "d96eed961d6870984441b2898cea143647e5709e",
      "title": "System 0: Transforming Artificial Intelligence into a Cognitive Extension",
      "authors": [
        {
          "name": "Massimo Chiriatti",
          "authorId": "2327190201"
        },
        {
          "name": "Marianna Bergamaschi Ganapini",
          "authorId": "2388428878"
        },
        {
          "name": "Enrico Panai",
          "authorId": "2359737034"
        },
        {
          "name": "B. Wiederhold",
          "authorId": "1686405"
        },
        {
          "name": "Giuseppe Riva",
          "authorId": "2282027941"
        }
      ],
      "year": 2025,
      "abstract": "This paper introduces “System 0,” a conceptual framework for understanding how artificial intelligence functions as a cognitive extension preceding both intuitive (System 1) and deliberative (System 2) thinking processes. As AI systems increasingly shape the informational substrate upon which human cognition operates, they transform from passive tools into active cognitive partners. Building on the Extended Mind hypothesis and Heersmink’s criteria for cognitive extension, we argue that AI systems satisfy key conditions for cognitive integration. These include reliability, trust, transparency, individualization, and the ability to enhance and transform human mental functions. However, AI integration creates a paradox: while expanding cognitive capabilities, it may simultaneously constrain thinking through sycophancy and bias amplification. To address these challenges, we propose seven evidence-based frameworks for effective human-AI cognitive integration: Enhanced Cognitive Scaffolding, which promotes progressive autonomy; Symbiotic Division of Cognitive Labor, strategically allocating tasks based on comparative strengths; Dialectical Cognitive Enhancement, countering AI sycophancy through productive epistemic tension; Agentic Transparency and Control, ensuring users understand and direct AI influence; Expertise Democratization, breaking down knowledge silos; Social-Emotional Augmentation, addressing affective dimensions of cognitive work; and Duration-Optimized Integration, managing the evolving human-AI relationship over time. Together, these frameworks provide a comprehensive approach for harnessing AI as a genuine cognitive extension while preserving human agency, critical thinking, and intellectual growth, transforming AI from a replacement for human cognition into a catalyst for enhanced thinking.",
      "citationCount": 7,
      "doi": "10.1089/cyber.2025.0201",
      "arxivId": "2506.14376",
      "url": "https://www.semanticscholar.org/paper/d96eed961d6870984441b2898cea143647e5709e",
      "venue": "Cyberpsychology, Behavior, and Social Networking",
      "journal": {
        "name": "Cyberpsychology, Behavior, and Social Networking",
        "pages": "534 - 542",
        "volume": "28"
      },
      "publicationTypes": [
        "JournalArticle",
        "Editorial"
      ]
    },
    {
      "paperId": "b3b4f53b3652236e82702fa65986f3d961e4c554",
      "title": "Some common misunderstandings about cognitive approaches to the study of religion: a reply to Sterelny",
      "authors": [
        {
          "name": "J. Barrett",
          "authorId": "2636417"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 3,
      "doi": "10.1080/2153599X.2017.1323787",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b3b4f53b3652236e82702fa65986f3d961e4c554",
      "venue": "",
      "journal": {
        "name": "Religion, Brain & Behavior",
        "pages": "425 - 428",
        "volume": "8"
      },
      "publicationTypes": [
        "Review"
      ]
    },
    {
      "paperId": "c8a9e09e45b9ebcdf977853040b9d0b3b950a7fa",
      "title": "The Cognitive Approach in Learning to Read Arabic Texts: A Philosophical and Pedagogical Analysis",
      "authors": [
        {
          "name": "Ainur Rizqi Widyadhana",
          "authorId": "2406635404"
        },
        {
          "name": "Aisyah Amalia Salim",
          "authorId": "2406515529"
        },
        {
          "name": "Kamal Yusuf",
          "authorId": "2379113133"
        },
        {
          "name": "Vera Wati Agustina",
          "authorId": "2406639033"
        }
      ],
      "year": 2025,
      "abstract": "Abstract: Reading Arabic texts is a fundamental skill in mastering the Arabic language, requiring not only linguistic knowledge but also meaningful comprehension and contextual understanding. This study examines the cognitive approach to learning Arabic reading from philosophical and pedagogical perspectives. Philosophically, the analysis is grounded in classical cognitivist theories, particularly Piaget’s constructivism, Ausubel’s theory of meaningful learning, and Vygotsky’s sociocultural perspective, which emphasize active meaning construction, the role of prior knowledge, and guided learning through social interaction. Pedagogically, the study highlights the application of cognitive and metacognitive strategies such as schema activation, scaffolding, meaning elaboration, and reflective thinking within a structured reading model consisting of pre-reading, during-reading, and post-reading stages. This study employs a qualitative approach using critical literature analysis of primary and secondary sources in educational psychology and language pedagogy. The findings indicate that a cognitive-based approach supports deeper comprehension of Arabic texts, encourages reflective understanding, and facilitates meaningful learning. Moreover, the integration of cognitive strategies with Islamic educational values underscores the relevance of this approach in fostering intellectual, ethical, and reflective engagement with Arabic texts. Overall, the cognitive approach positions Arabic reading as an active and reflective learning process that bridges theoretical foundations and pedagogical practice.",
      "citationCount": 0,
      "doi": "10.21111/lisanudhad.v12i2.15294",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c8a9e09e45b9ebcdf977853040b9d0b3b950a7fa",
      "venue": "Lisanudhad Jurnal Bahasa Pembelajaran dan Sastra Arab",
      "journal": {
        "name": "Lisanudhad: Jurnal Bahasa, Pembelajaran, dan Sastra Arab"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "a108a894136f9d3a6e6533308b30d5509f936aa0",
      "title": "Trust and reliance in the cognitive institutions of cryptocurrency",
      "authors": [
        {
          "name": "Enrico Petracca",
          "authorId": "2296938447"
        },
        {
          "name": "Shaun Gallagher",
          "authorId": "2296809678"
        }
      ],
      "year": 2024,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/s11299-024-00302-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/a108a894136f9d3a6e6533308b30d5509f936aa0",
      "venue": "Mind & Society",
      "journal": {
        "name": "Mind & Society",
        "pages": "125 - 144",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "8b26ebafebcf250ad176b1147ccdb16b83e4f94d",
      "title": "A Pattern Theory of Scaffolding",
      "authors": [
        {
          "name": "A. Newen",
          "authorId": "2542300"
        },
        {
          "name": "R. Fabry",
          "authorId": "34587133"
        }
      ],
      "year": 2023,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/s13164-023-00720-x",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/8b26ebafebcf250ad176b1147ccdb16b83e4f94d",
      "venue": "Review of Philosophy and Psychology",
      "journal": {
        "name": "Review of Philosophy and Psychology",
        "pages": "1-26",
        "volume": ""
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "bf57eb082e9a5ac7c19e0a3a292e1ead5c872d64",
      "title": "Thinking Beyond Tokens: From Brain-Inspired Intelligence to Cognitive Foundations for Artificial General Intelligence and its Societal Impact",
      "authors": [
        {
          "name": "Rizwan Qureshi",
          "authorId": "2345819419"
        },
        {
          "name": "Ranjan Sapkota",
          "authorId": "2240132532"
        },
        {
          "name": "Abbas Shah",
          "authorId": "2220607387"
        },
        {
          "name": "Amgad Muneer",
          "authorId": "2326489270"
        },
        {
          "name": "Anas Zafar",
          "authorId": "2275200609"
        },
        {
          "name": "Ashmal Vayani",
          "authorId": "2287846115"
        },
        {
          "name": "Maged Shoman",
          "authorId": "2044345056"
        },
        {
          "name": "Abdelrahman B. M. Eldaly",
          "authorId": "2153314588"
        },
        {
          "name": "Kai Zhang",
          "authorId": "2400414835"
        },
        {
          "name": "Ferhat Sadak",
          "authorId": "51448107"
        },
        {
          "name": "Shaina Raza",
          "authorId": "2343504378"
        },
        {
          "name": "Xinqi Fan",
          "authorId": "2117800110"
        },
        {
          "name": "Ravid Shwartz-Ziv",
          "authorId": "1411405900"
        },
        {
          "name": "Hong Yan",
          "authorId": "2309114782"
        },
        {
          "name": "Vinjia Jain",
          "authorId": "2372258987"
        },
        {
          "name": "Aman Chadha",
          "authorId": "2275226689"
        },
        {
          "name": "Manoj Karkee",
          "authorId": "2301347633"
        },
        {
          "name": "Jia Wu",
          "authorId": "2345309012"
        },
        {
          "name": "S. Mirjalili",
          "authorId": "2311069746"
        }
      ],
      "year": 2025,
      "abstract": "Can machines truly think, reason and act in domains like humans? This enduring question continues to shape the pursuit of Artificial General Intelligence (AGI). Despite the growing capabilities of models such as GPT-4.5, DeepSeek, Claude 3.5 Sonnet, Phi-4, and Grok 3, which exhibit multimodal fluency and partial reasoning, these systems remain fundamentally limited by their reliance on token-level prediction and lack of grounded agency. This paper offers a cross-disciplinary synthesis of AGI development, spanning artificial intelligence, cognitive neuroscience, psychology, generative models, and agent-based systems. We analyze the architectural and cognitive foundations of general intelligence, highlighting the role of modular reasoning, persistent memory, and multi-agent coordination. In particular, we emphasize the rise of Agentic RAG frameworks that combine retrieval, planning, and dynamic tool use to enable more adaptive behavior. We discuss generalization strategies, including information compression, test-time adaptation, and training-free methods, as critical pathways toward flexible, domain-agnostic intelligence. Vision-Language Models (VLMs) are reexamined not just as perception modules but as evolving interfaces for embodied understanding and collaborative task completion. We also argue that true intelligence arises not from scale alone but from the integration of memory and reasoning: an orchestration of modular, interactive, and self-improving components where compression enables adaptive behavior. Drawing on advances in neurosymbolic systems, reinforcement learning, and cognitive scaffolding, we explore how recent architectures begin to bridge the gap between statistical learning and goal-directed cognition. Finally, we identify key scientific, technical, and ethical challenges on the path to AGI.",
      "citationCount": 8,
      "doi": "10.48550/arXiv.2507.00951",
      "arxivId": "2507.00951",
      "url": "https://www.semanticscholar.org/paper/bf57eb082e9a5ac7c19e0a3a292e1ead5c872d64",
      "venue": "arXiv.org",
      "journal": {
        "name": "ArXiv",
        "volume": "abs/2507.00951"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "c434778742ef3b2fe132bb3795f8d37a6bde3837",
      "title": "Scaffolding Knowledge",
      "authors": [
        {
          "name": "A. Tanesini",
          "authorId": "10700596"
        }
      ],
      "year": 2022,
      "abstract": "In this article I argue that often propositional knowledge is acquired and retained by extensive reliance on physical and social scaffolds that create an environment or niche conducive to knowledge. It is incumbent on epistemologists to subject these aids to epistemic assessments. I show that several of the activities involved in the creation of niches within which inquiry can thrive are carried out by whole cultures. New generations benefit from inheriting these niches whilst being able to improve upon them to the advantage of their descendants. Finally, I highlight that the growth of human epistemic achievements is often due to increased out-sourcing of cognitive effort and epistemic powers onto impersonal physical and social structures so that human beings can succeed more by contributing less to the solution of problems.",
      "citationCount": 5,
      "doi": "10.1111/phis.12234",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/c434778742ef3b2fe132bb3795f8d37a6bde3837",
      "venue": "Philosophical Issues",
      "journal": {
        "name": "Philosophical Issues"
      },
      "publicationTypes": null
    },
    {
      "paperId": "f041052365a0495b5b6cc6b5cb4ab987750902cb",
      "title": "Narrative Scaffolding",
      "authors": [
        {
          "name": "R. Fabry",
          "authorId": "34587133"
        }
      ],
      "year": 2021,
      "abstract": null,
      "citationCount": 12,
      "doi": "10.1007/s13164-021-00595-w",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/f041052365a0495b5b6cc6b5cb4ab987750902cb",
      "venue": "Review of Philosophy and Psychology",
      "journal": {
        "name": "Review of Philosophy and Psychology",
        "pages": "1147 - 1167",
        "volume": "14"
      },
      "publicationTypes": null
    },
    {
      "paperId": "740a5cfc935d0dc212f2d6e920acddad9fa41700",
      "title": "The ideal scaffolding of language: Husser's fourth Logical Investigation in the light of cognitive linguistics",
      "authors": [
        {
          "name": "Peer F. Bundgaard",
          "authorId": "3154100"
        }
      ],
      "year": 2004,
      "abstract": null,
      "citationCount": 11,
      "doi": "10.1023/B:PHEN.0000041835.41703.49",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/740a5cfc935d0dc212f2d6e920acddad9fa41700",
      "venue": "",
      "journal": {
        "name": "Phenomenology and the Cognitive Sciences",
        "pages": "49-80",
        "volume": "3"
      },
      "publicationTypes": null
    },
    {
      "paperId": "2113448e4b7539f153424520cecf3dd02a4bad14",
      "title": "Categorizing Phenotypic Plasticity: An Analysis of Its Role in Human Cognitive Evolution",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 1,
      "doi": "10.1007/s10838-021-09586-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/2113448e4b7539f153424520cecf3dd02a4bad14",
      "venue": "Journal for General Philosophy of Science, Zeitschrift für allgemeine Wissenschaftstheorie",
      "journal": {
        "name": "Journal for General Philosophy of Science",
        "pages": "1-19",
        "volume": ""
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf3bf0f7d25fcf55228173891e2962a755b6346f",
      "title": "Cognitive and Evolutionary Foundations of Superstition and Paranoia",
      "authors": [
        {
          "name": "Manvir Singh",
          "authorId": "9217508"
        }
      ],
      "year": 2022,
      "abstract": "I appreciate Planer and Sterelny ’ s thoughtful reply to my paper. I proposed that beliefs in witchcraft, sorcery, and other sources of mystical harm are shaped by three interacting cultural evolutionary processes: a selection for intuitive magic, a selection for plausible explanations of misfortune, and a selection for de-monizing narratives (Singh 2021). Planer and Sterelny are skep-tical of two features of the account. nativist evolutionary theory, cultural ”",
      "citationCount": 2,
      "doi": "10.1086/720418",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf3bf0f7d25fcf55228173891e2962a755b6346f",
      "venue": "Current Anthropology",
      "journal": {
        "name": "Current Anthropology",
        "pages": "456 - 457",
        "volume": "63"
      },
      "publicationTypes": null
    },
    {
      "paperId": "d89632c34daf9db443467f1d46a16fbb30a29c38",
      "title": "Categorizing Phenotypic Plasticity: An Analysis of Its Role in Human Cognitive Evolution",
      "authors": [
        {
          "name": "Mirko Farina",
          "authorId": "34240308"
        }
      ],
      "year": 2022,
      "abstract": null,
      "citationCount": 0,
      "doi": "10.1007/s10838-021-09586-y",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/d89632c34daf9db443467f1d46a16fbb30a29c38",
      "venue": "Journal for General Philosophy of Science, Zeitschrift für allgemeine Wissenschaftstheorie",
      "journal": {
        "name": "Journal for General Philosophy of Science",
        "pages": "103 - 121",
        "volume": "53"
      },
      "publicationTypes": null
    },
    {
      "paperId": "bf941a4e473b794d656f75c87347b46d66c47ef8",
      "title": "Dialogical Scaffolding for Human and Artificial Agent Reasoning",
      "authors": [
        {
          "name": "S. Modgil",
          "authorId": "1742398"
        }
      ],
      "year": 2017,
      "abstract": null,
      "citationCount": 17,
      "doi": null,
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/bf941a4e473b794d656f75c87347b46d66c47ef8",
      "venue": "International Workshop on Artificial Intelligence and Cognition",
      "journal": {
        "pages": "58-71"
      },
      "publicationTypes": [
        "JournalArticle",
        "Review"
      ]
    },
    {
      "paperId": "5f6d43b7d9a35100ae78296791f57d7690ce9971",
      "title": "The Evolution of Material Signification: Tracing the Origins of Symbolic Body Ornamentation through a Pragmatic and Enactive Theory of Cognitive Semiotics",
      "authors": [
        {
          "name": "A. Iliopoulos",
          "authorId": "115556372"
        }
      ],
      "year": 2016,
      "abstract": null,
      "citationCount": 59,
      "doi": "10.1086/688619",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/5f6d43b7d9a35100ae78296791f57d7690ce9971",
      "venue": "Signs and Society",
      "journal": {
        "name": "Signs and Society",
        "pages": "244 - 277",
        "volume": "4"
      },
      "publicationTypes": null
    },
    {
      "paperId": "7cb9bfb0eec12ac89c47151276f428ebb43d26e1",
      "title": "KIM STERELNY The Evolved Apprentice: How Evolution Made Humans Unique",
      "authors": [
        {
          "name": "T. Lewens",
          "authorId": "3383570"
        }
      ],
      "year": 2014,
      "abstract": "As philosophers have begun to express scepticism with traditional briefs for their discipline—including various forms of conceptual analysis and metaphysical speculation—some have suggested instead that our role should be to draw together the results of many different sciences, with the aim of providing a balanced and coherent image of our place in nature that is both conceptually disciplined and properly grounded in empirical enquiry. One problem levelled at this synthetic mission statement for philosophy is that it makes the business too demanding: it is simply implausible that anyone can attain the necessary critical mastery of such a wide range of fields. Kim Sterelny’s wonderful new book, which knits together results from ethnography, theoretical biology, cognitive science, and biological anthropology, constitutes an intimidating possibility proof for others who would aim at such syntheses. The book’s subtitle indicates its main goal: Sterelny aims to outline our distinctive capacities when compared with other species, and to explain how we came to acquire those capacities. Unsurprisingly, he argues that the most salient feature of humans is our ability to construct, augment, and mobilize vast storehouses of shared information. The surprises come when we examine the answers Sterelny gives to the question of how we got to be so good at these activities. First, there is comparatively little philosophy in this book, if by ‘philosophy’ one means the sort of discussion that goes on in the pages of our professional Brit. J. Phil. Sci. 65 (2014), 185–189",
      "citationCount": 140,
      "doi": "10.1093/bjps/axt003",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/7cb9bfb0eec12ac89c47151276f428ebb43d26e1",
      "venue": "British Journal for the Philosophy of Science",
      "journal": {
        "name": "The British Journal for the Philosophy of Science",
        "pages": "185 - 189",
        "volume": "65"
      },
      "publicationTypes": null
    },
    {
      "paperId": "aa4d5a65da2c7abfa95e3fea47a7f8ebbe6695b6",
      "title": "The end of science? On human cognitive limitations and how to overcome them",
      "authors": [
        {
          "name": "M. Boudry",
          "authorId": "6010456"
        },
        {
          "name": "Michael Vlerick",
          "authorId": "8391364"
        },
        {
          "name": "T. Edis",
          "authorId": "48603709"
        }
      ],
      "year": 2020,
      "abstract": null,
      "citationCount": 6,
      "doi": "10.1007/S10539-020-9734-7",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/aa4d5a65da2c7abfa95e3fea47a7f8ebbe6695b6",
      "venue": "",
      "journal": {
        "name": "Biology & Philosophy",
        "pages": "1-16",
        "volume": "35"
      },
      "publicationTypes": null
    },
    {
      "paperId": "4d1d4bb80bfdea47660ead1d15481b42fbbdf838",
      "title": "The Natural Pathways to Atheism: Cognitive Biases, Cultures, and Costs",
      "authors": [
        {
          "name": "Brandon Daniel-Hughes",
          "authorId": "1484700528"
        }
      ],
      "year": 2021,
      "abstract": "Some recent scholarship in the bio-cultural sciences of religion has argued that atheism, like science and doctrinal theology, is less natural than religion. This scholarship, however, draws on problematic natural/unnatural and nature/culture binaries that denaturalize culture and reify a more basic essence/accident binary. Here, I argue that (1) while the suggestion that religion is more natural than atheism indicates something important, it reinforces assumptions about the naturalness of cognition and the unnaturalness of culture that confuse as much as they explain; (2) a clearer understanding of atheism requires the thorough naturalization of culture; (3) multiple pathways to atheism can then be understood as natural developments of both cognitive and cultural predispositions, and analyzed along continua of religion-reinforcing cultural scaffolding and religion-fostering cognitive intuitions; and (4) finally, I suggest an economic frame for better understanding atheist expressions that construes atheism, despite its relative costs and rarity, as a natural though expensive phenomenon. Because atheist expressions are differentiated by the mechanisms (cultural and cognitive) they utilize to pay the costs of overriding religion-fostering intuitions and religion-reinforcing cultural scaffolding, all atheist expressions are naturalized along with culture; however, the basic insight, indicated by the claim that religion is more natural than atheism, is preserved.",
      "citationCount": 1,
      "doi": "10.3390/rel12100867",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/4d1d4bb80bfdea47660ead1d15481b42fbbdf838",
      "venue": "Religions",
      "journal": {
        "name": "Religions"
      },
      "publicationTypes": null
    },
    {
      "paperId": "b5488e418ccfb406fdade6ad3409ca7cdd6d3418",
      "title": "Cognitive Liminalism",
      "authors": [
        {
          "name": "M. Bernini",
          "authorId": "2059149492"
        }
      ],
      "year": 2021,
      "abstract": "Beckett’s fictional minds are pensive and tensive cognitive agents. If rumination feels to many of them a task to be performed or a “pensum to discharge” (U, 304), it is the way they think, however, that sparks a sustained and unsolvable cognitive differential or tension: a state of liminality due to the fact that they are not yet, or not anymore, endowed with what it takes to navigate the world effortlessly and meaningfully. The twilight atmosphere of Beckett’s boundary storyworlds or innerscapes therefore exponentially resonates with the wavering cognitive processes of what this chapter will define as liminal minds. After an overture section reinforcing how liminality is a structural principle that applies to many of Beckett’s storyworlds on several domains, the chapter heads on to the cognitive functioning of Beckett’s fictional minds. The second section focuses on Beckett’s alteration of the enactive scaffolding co-operation of language, narrative, and motility in human development. The third section analyzes his lesioning of human teleological dispositions on the motivational and emotional level, as well as the malfunctioning of predictive processes. In the final section, it addresses what kind of readerly experience results from engaging with cognitive liminalism, where liminal minds are constantly occupied by the activity of sense-making without the functional possibility of making sense.",
      "citationCount": 0,
      "doi": "10.1093/oso/9780190664350.003.0004",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/b5488e418ccfb406fdade6ad3409ca7cdd6d3418",
      "venue": "Beckett and the Cognitive Method",
      "journal": {
        "name": "Beckett and the Cognitive Method"
      },
      "publicationTypes": null
    },
    {
      "paperId": "350cc5144179f49812a5fe80aae6aac8fdbe2e74",
      "title": "Developmentally aligned AI: a framework for translating the science of child development into AI design",
      "authors": [
        {
          "name": "Nomisha Kurian",
          "authorId": "113362765"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 7,
      "doi": "10.1007/s44436-025-00009-z",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/350cc5144179f49812a5fe80aae6aac8fdbe2e74",
      "venue": "AI, Brain and Child",
      "journal": {
        "name": "AI, Brain and Child",
        "volume": "1"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    },
    {
      "paperId": "76120d55aa47906bcffa6c4e2a2f3f6fed908c96",
      "title": "An enactive account of labor",
      "authors": [
        {
          "name": "Andrea Gambarotto",
          "authorId": "2366345248"
        },
        {
          "name": "Thomas van Es",
          "authorId": "115731357"
        }
      ],
      "year": 2025,
      "abstract": null,
      "citationCount": 5,
      "doi": "10.1007/s11299-025-00323-2",
      "arxivId": null,
      "url": "https://www.semanticscholar.org/paper/76120d55aa47906bcffa6c4e2a2f3f6fed908c96",
      "venue": "Mind & Society",
      "journal": {
        "name": "Mind & Society",
        "pages": "147 - 164",
        "volume": "24"
      },
      "publicationTypes": [
        "JournalArticle"
      ]
    }
  ],
  "count": 30,
  "errors": []
}
